// 韦特塔罗-大阿尔卡那
export const wtTarotMajor = [
    // 愚者
    {
        "text": "愚者",
        "id": 0,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/fool.jpg",
        "detail": {
            "upright": "新的开始、冒险、乐观",
            "reversed": "对新事物的恐惧、迷茫犹豫、过于理智"
        },
        "note": "",
        "imgDetail": [
            "愚人牌上的人物穿着色彩斑斓的服装，戴着成功的桂冠，左手拿着一朵白玫瑰，右手轻握一根象征力量的杖。",
            "脚边有一只小白狗，他昂首阔步向前行，无视前方的悬崖。"
        ],
        "upright": [
            "愚人是特殊的牌，编号为０，代表旅程的开始。",
            "他象征无限可能，可以是好也可以是坏，包含两种可能性。",
            "愚人是初生的婴儿，具有天不怕地不怕的特质，代表新生儿。",
            "他持杖的方式漫不经心，象征不被经验所控制，包袱中装着经验。",
            "愚人对应风元素，自由自在，象征追寻经验的灵魂。",
            "他是乐观主义者，活在当下。"
        ],
        "reversed": [
            "逆位的愚人可能过度或不足。",
            "过度时，天真变愚蠢，大胆变鲁莽，我行我素变不守规矩，可能表现为粗心大意、计划冒失、行事疯狂。",
            "不足时，失去愚人的正面特质，无法听从内心本能，过于小心错失良机，胆小怕事，丧失勇气。",
            "愚人逆位时，当事人容易做出不明智的决定或举动。",
            "若将愚人视为空白牌，则正逆位没有差别。"
        ]
    },
    // 魔法师
    {
        "text": "魔法师",
        "id": 1,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/magician.jpg",
        "detail": {
            "upright": "自信、技能、意志力",
            "reversed": "欺诈、能量散尽、缺乏目标"
        },
        "note": "",
        "imgDetail": [
            "魔术师高举右手指向天，左手指向地，象征沟通天地。",
            "桌上有四要素令牌、圣杯、宝剑、钱币，代表万事齐备。",
            "大红袍热情主动，白内衫纯洁智慧。",
            "腰间青蛇代表智慧与启发，头顶倒８符号代表无限。",
            "红玫瑰象征热情，白百合象征智慧。",
            "鲜黄背景预示未来成功可能。",
            "开始新计划的好时机。",
            "鼓励善用语言、沟通能力，运用技能和创意。",
            "采取主动，保持专心一致。"
        ],
        "upright": [
            "魔术师编号１，代表沟通与开始。",
            "在七十八张牌中衔接大小牌。",
            "水星属性，代表智力与沟通。",
            "可代表与沟通联络有关的事务，口头或书面。",
            "主动阳性力量，行动有把握自信。",
            "四要素代表基本元素，发挥组织力和创造力。",
            "从０虚无发展到１，把梦想化为实质。",
            "代表开始新计划，事事具备。",
            "鼓励善用语言、沟通能力，运用技能和创意。",
            "采取主动，保持专心一致。"
        ],
        "reversed": [
            "逆位可能表示欺瞒诈骗的情况。",
            "能量导引错误，精力用错地方。",
            "逆位时失去专家能力，变为没创意的二流角色。",
            "缺乏热忱与行动力，失去自信决心。",
            "变得不聪明，无能，缺乏交际手腕。",
            "逆位的魔术师可能引致失去控制、无法收拾的局面。",
            "逆位可能暗示神经系统或心理方面的疾病。"
        ]

    },
    // 女祭司
    {
        "text": "女祭司",
        "id": 2,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/priestess.jpg",
        "detail": {
            "upright": "直觉、神秘、沉默",
            "reversed": "迷失、虚伪、暴露真相"
        },
        "note": "",
        "imgDetail": [
            "女祭司端坐，穿白内袍、蓝外袍，头戴上弦月、下弦月和满月构成的帽子。",
            "手持滚动条，上刻TORA，象征神圣律法，部分卷起暗示律法之深奥。",
            "白黑柱上刻B与J，代表Boas和Jachin，阴阳平衡之象。",
            "帷幕间可见水、山丘和蓝天，水静无波，但蕴藏深沉的秘密。",
            "整体呈现蓝色调，象征智慧，月亮图案四处可见，与月亮相关的神秘学、直觉等。",
            "女祭司阴柔被动，强调处女与圣母原型，代表单恋、暗恋或独身。",
            "对应占星学中的月亮，女祭司内敛倾听直觉，与外在行动形成对比。",
            "牌面中的月亮也暗示女性生理周期，可能代表妇女疾病或经期困扰。"
        ],
        "upright": [
            "女祭司是阴性力量的代表，相较于魔术师的阳性，她呈现纯粹阴性的力量。",
            "她是处女和圣母的原型，象征纯洁、独立、阴柔被动。",
            "女祭司内敛端坐，手持滚动条，代表深奥智慧，TORA刻字暗示神圣律法。",
            "白黑柱上刻B与J，代表Boas和Jachin，阴阳平衡之象，女祭司统合两者。",
            "月亮图案四处可见，代表神秘学、直觉，与月亮相关。",
            "女祭司提示倾听内在声音，不强求外在行动，强调静思与直觉。",
        ],
        "reversed": [
            "女祭司逆位失去沉静，变得特别喜欢与人交际，但内在智慧丧失。",
            "可能只接受肤浅表面知识，表现过于活跃。",
            "逆位女祭司可能表示拒绝听从直觉，忽视内心声音。"
        ]

    },
    // 皇后
    {
        "text": "皇后",
        "id": 3,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/empress.jpg",
        "detail": {
            "upright": "母性、丰收、和谐",
            "reversed": "过度保护、依赖、无法满足"
        },
        "note": "",
        "imgDetail": [
            "丰腴的皇后坐在宝座上，手持象征地球的圆形手杖。",
            "头冠由十二个六角星组成，象征十二星座与一年的十二个月。",
            "六角星分别代表火与水元素，与金星维纳斯相关。",
            "身穿画满象征多产的石榴的袍子，宝座下方绘有金星符号的心形枕头。",
            "前方成熟的麦田代表丰饶，后方茂密的丝柏森林和生命力的瀑布河流。",
            "头环由香桃木叶制成，项链上的九颗珍珠象征行星。",
            "牌面中反复出现的金星主题代表女性、爱与美。"
        ],
        "upright": [
            "皇后是母性的原型，对应占星学中的金星。",
            "象征女性、爱与美，强调感性与热情，可能代表婚姻。",
            "皇后可表示收获丰硕，工作生活中的享受和满足。",
            "大自然之母的原型，丰饶的麦田和茂密的丝柏森林点出相同主题。",
            "数字学上3代表新生命，皇后可能代表生产、丰收和创造。",
            "可能表示一段欢乐时光，创造、享受生活。",
            "皇后也可能代表热情主动的女性，对当事人重要。"
        ],
        "reversed": [
            "逆位皇后可能表现为不自由表达情感，失职的母亲。",
            "感性特质发展过度，可能完全没有理智，需警惕。",
            "逆位时，女性特质受阻，可能不再自由表达情感，否定自己的情绪与欲望。",
            "或者不愿付出关照，成为一个失职的母亲。",
            "感性特质发展过度时，可能完全没有理智，只凭感觉做事，这是相当危险的事。",
            "在最好的情况下，皇后逆位可以得到正位所欠缺的特质。",
            "表示当事人能够以理性思考的冷静态度来解决问题，特别是情感问题。",
            "在逆位置的解读上，我们可以把皇后和女祭司视为一个组合，两者互有对方所欠缺的部分。",
            "也就是说，当女祭司逆位时，可以得到皇后的热情能力；当皇后逆位时，得到女祭司的冷静能力。",
            "在健康方面，正位的皇后代表怀孕或生产，逆位则可能营养不良，或出现怀孕方面的问题，包括不孕、流产或堕胎，也可能在不该怀孕的时候怀孕，需特别小心。"
        ]

    },
    // 皇帝
    {
        "text": "皇帝",
        "id": 4,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/emperor.jpg",
        "detail": {
            "upright": "权威、稳定、支配",
            "reversed": "专制、权力滥用、缺乏领导"
        },
        "note": "",
        "imgDetail": [
            "一国之尊的皇帝，头戴皇冠、身着红袍、脚穿盔甲，手持球与古埃及十字架，自信坐王位。",
            "王位上四牡羊头饰，代表牡羊座。红袍搭配橙色背景，呈现牡羊座特性。"
        ],
        "upright": [
            "皇帝具威权、自我中心，行动力强，对应牡羊座和宙斯。非宙斯式风流。",
            "从东方神话看，可视为玉皇大帝或黄帝。历史上的统治者，如明君。",
            "现代视角中的总统或大老板，臣服角色。皇后象征母亲，皇帝象征父亲，一阴一阳互补。",
            "父亲代表道德戒律与禁令，皇帝是不折不扣的权威，稳定与秩序，如四脚桌。",
            "皇帝偏好秩序、规范，拥有至高权力，通过铁腕控制社会秩序，防止国家分崩离析。"
        ],
        "reversed": [
            "逆位可能表示缺乏皇帝特质，自我放纵、不成熟、欠缺领导能力、懒惰、缺乏责任感、依赖心强。",
            "逆位可能导致暴君行为，武断、权力滥用、冷酷、占有欲或控制欲过强，为反叛而反叛。"
        ]

    },
    // 教皇
    {
        "text": "教皇",
        "id": 5,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/hierophant.jpg",
        "detail": {
            "upright": "信仰、传统、教导",
            "reversed": "僵化、违背传统、思想叛逆"
        },
        "note": "",
        "imgDetail": [
            "教皇身穿大红袍子，端坐在信众前。头戴象征权力的三层皇冠，右手指向天，左手持主字形的令牌。",
            "教皇前方放着两把交叉的钥匙，金银各一把，象征阳与阴，日与月，外在与内在，结合两者可开启智慧与神秘之门。"
        ],
        "upright": [
            "教皇与皇帝是父亲形象的代表，但教皇提供心灵成长与道德教育的父亲，重视内心的服从性。",
            "他代表传统价值与伦理道德，社会规范与责任。与女祭司和隐士不同，教皇服务于宗教组织，代表有组织的教育，如学校、机关团体。",
            "教皇也象征仪式，毕业典礼、结婚典礼等。在占卜中，可能表示学生在学校环境中如鱼得水，或参与某个仪式或典礼。",
            "在感情占卜中，通常指涉传统的恋情或婚姻，可能是相亲或柏拉图式的精神恋爱。"
        ],
        "reversed": [
            "教皇逆位通常代表打破传统规范，不宜遵照常规，应有创新的想法，敢于与众不同。",
            "可能表示教皇特质表现过度，太保守、太传统、太武断、太固执。此时，应小心查证信息的真实性，不宜贸然采纳他人建议。",
            "感情方面可能表示不宜结婚。健康方面可能代表肌肉或关节僵硬，或得到错误的医学建议。",
            "仪式或典礼取消或延期也是教皇逆位的可能意义之一。"
        ]

    },
    // 恋人
    {
        "text": "恋人",
        "id": 6,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/lovers.jpg",
        "detail": {
            "upright": "爱情、关系、选择",
            "reversed": "冲突、分离、不守承诺"
        },
        "note": "",
        "imgDetail": [
            "恋人牌背景在伊甸园，亚当与夏娃分站两边，两者皆裸身，背后分别有知识之树与生命之树。",
            "夏娃的知识之树有五颗苹果，象征五感，蛇缠绕树，象征智慧与诱惑。亚当背后的生命之树有十二团火焰，象征星座与欲望。风之天使拉斐尔在两者中间。",
            "两人之间有一座山，象征阳与阴的平衡，正当思想的丰饶果实，或高峰经验与极乐。"
        ],
        "upright": [
            "恋人对应双子座，代表结合沟通或对立。常被解读为选择，不只是两人之间的选择，还涉及生活方式的抉择。",
            "代表个人信仰与价值观，面临道德与快乐的抉择。可能挑战当事人的信仰与道德。",
            "在感情占卜中，通常表示吸引力很强，长期且强烈的爱情。工作方面，强调人际关系的重要性，合作要顺畅。"
        ],
        "reversed": [
            "恋人逆位通常表示人际关系问题，可能有婚姻或恋爱上的挫败，也可能代表三角关系、分离、对立或合伙失败。",
            "可能表示错误的选择或决策。在健康方面，可能有性方面的困扰或疾病。"
        ]

    },
    // 战车
    {
        "text": "战车",
        "id": 7,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/chariot.jpg",
        "detail": {
            "upright": "胜利、意志力、掌控",
            "reversed": "自我阻碍、混乱、无法前进"
        },
        "note": "",
        "imgDetail": [
            "一位英勇的战士驾着由两只人面狮身兽拉着的战车，黑白两兽象征阴阳平衡。",
            "战车上四根柱子支撑着蓝色车棚，六角星花纹象征天体对成功的影响。战士手持矛形令牌，头戴八角星头冠和胜利的桂冠，身穿盔甲。",
            "战士背对城市，手上没有缰绳，站在城墙外守御，是位守护者、防御者，而不是侵略者。"
        ],
        "upright": [
            "战车首要意义是坚强的意志力，完全凭借意志力控制战车，克服恐惧。",
            "代表胜利，强调竞争、野心、自律、自我要求与情感控制。与旅程、改变、移动相关。",
            "在挑战面前，学习战士的精神，保持坚强的意志。感情占卜中可能缺乏软性对话与情感交流，有竞争者或自己是竞争者。"
        ],
        "reversed": [
            "战车逆位可能遭遇失败，野心过度、鲁莽或事务过多导致不好的下场。可能出现冲突、阻碍，感情中可能有口角或三角关系。",
            "旅行可能延期或取消，遇到意外状况或交通事故。逆位代表人可能是酒醉驾驶、冲突的人，应该冷静思考，避免浪费时间。"
        ]

    },
    // 力量
    {
        "text": "力量",
        "id": 8,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/strength.jpg",
        "detail": {
            "upright": "勇气、毅力、宽容",
            "reversed": "缺乏勇气、软弱无力、控制不住"
        },
        "note": "",
        "imgDetail": [
            "代表力量的女人轻柔地合上狮子的嘴。",
            "女人头上有魔术师牌中出现的倒８符号，象征她的力量是无穷尽的。",
            "她头上戴着花环，腰间也系着花环，而且腰间花环还连系在狮子颈间，形成第二个倒８符号。",
            "狮子身体微倾，尾巴轻垂，表现出彻底的顺服，还伸出舌头来舔着女人的手。"
        ],
        "upright": [
            "力量牌首要意义是内心的坚韧，用柔性的力量来应对生活中的挑战。",
            "勇气、信心和耐心是驯服内在野兽的关键。",
            "在占卜中，力量显示出面对人生的信心，外柔内刚，面对难题表现坚强、果断、有耐心。",
            "代表克服内心野兽本能，平息焦躁、愤怒、冲动和不安。",
            "健康方面，是重拾健康活力的好兆头。"
        ],
        "reversed": [
            "力量逆位的首要意义是软弱无能，内在的信心和勇气消失，恐惧和怀疑浮现。",
            "不宜贸然行动，要处理负面想法和情绪，不要让狮子控制。",
            "有可能指力量的滥用，包括蛮力或权力。"
        ]

    },
    // 隐士
    {
        "text": "隐士",
        "id": 9,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/hermit.jpg",
        "detail": {
            "upright": "寻求真理、内省、孤独",
            "reversed": "孤立、迷失、拒绝面对真相"
        },
        "note": "",
        "imgDetail": [
            "老人站在山巅低头沉思，右手高举真理之灯，内有六角星所罗门的封印，散发潜意识之光。",
            "隐士追寻智慧，脚踩结冰山巅，与群众疏远，内心探求，代表孤独，暗示暂时退出社交活动。",
            "隐士是心灵导师，建议向前辈请益，可能表示单身或需对感情"
        ],
        "upright": [
            "隐士代表孤独和内省，建议暂时放下社交活动，留一些时间给自己。",
            "隐士是智慧的象征，可能需要向有智慧的前辈请益，感情方面可能表示单身或需要深思。",
            "逆位时可能失去谨慎，变得粗心大意，孤独过度，建议避免过度反社会倾向。"
        ],
        "reversed": [
            "失去谨慎，变得粗心大意，可能出现愤世嫉俗的反社会倾向。",
            "孤独过度，可能无法接受他人的忠告，建议避免过度反社会。",
            "隐士逆位不否定人际关系的价值，在完成探求后他不会立刻为山下人引路。"
        ]
    },
    // 命运之轮
    {
        "text": "命运之轮",
        "id": 10,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/wheeloffortune.jpg",
        "detail": {
            "upright": "命运、循环、机会",
            "reversed": "逆境、厄运、不可抗力"
        },
        "note": "",
        "imgDetail": [
            "深蓝色天空悬着轮子，三圈代表创造、形成和物质世界。左有邪神蛇Typhon，右有背负轮的阿努比神Anubis。上方智慧兽象征均衡。",
            "四动物角落分别是老鹰、狮子、牛、人，代表四固定星座。命运之轮象征个人命运不可预测，正位表示幸运转变，逆位暗示不幸。",
            "转变是契机，面临人生转折，把握机会重要。命运之轮是10号牌，是新循环，1号魔术师和0号愚人的再现，现象暂时，新循环随时开始。"
        ],
        "upright": [
            "命运之轮是个人命运的不可预测的象征，转动时带来的变化不是人力可以控制的，犹如潮起潮落。",
            "通常命运之轮象征的命运不是人力可以控制的，人生犹如潮起潮落，没人能够逃脱自然的循环。",
            "转变无论幸或不幸，总是一个契机。此时面临人生的转折点，最好把握改造命运的良机。",
            "正位的时候，命运之轮显示当事人能够把握难得的机会，逆位时，可能暗示当事人无法把握良机。",
            "此时建议当事人，人生无常，忧患无益，只有把握当下，抓住机会，才是最重要的。",
            "如果有事情很久没有解决，命运之轮出现带来转变，带来机会，带来好运道，很有可能获得极大的进展。",
            "命运之轮是10号牌，是二位数字的头一个，因此命运之轮是大阿尔克纳的一个新的循环，也是1号魔术师的再现。",
            "转变是一个契机，正位时表示能把握机会，逆位时可能无法把握良机。",
            "命运之轮是大阿尔克纳的一个新的循环，同时更隐含了0号愚人的无限潜力。"
        ],
        "reversed": [
            "逆位的命运之轮可能代表失败、报应、没有进展，不宜做投机之事，例如赌博。"
        ]
    },
    // 正义
    {
        "text": "正义",
        "id": 11,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/justice.jpg",
        "detail": {
            "upright": "公正、平衡、道德",
            "reversed": "不公、偏见、不道德"
        },
        "note": "",
        "imgDetail": [
            "女人端坐，右手高举宝剑，左手持天秤，身穿红袍，头戴金冠。",
            "正义出现时与决定相关，要用心中天秤衡量因素，做出公正决定。",
            "可能表示追求生活心灵平衡，反映在待人处世上。",
            "正义编号11，是魔术师和女祭司的综合体，提醒用理性解决问题，负起责任。"
        ],
        "upright": [
            "正义与决定相关，要用天秤衡量因素，做出公正决定。",
            "可能表示追求生活心灵平衡，反映在待人处世上。",
            "正义是魔术师和女祭司的综合体，提醒用理性解决问题，负起责任。"
        ],
        "reversed": [
            "逆位时，可能显示逃避决定，对待人极端严酷，拒绝负责。",
            "警示在法律事务中小心，可能裁决不公或败诉。"
        ]
    },
    // 倒吊人
    {
        "text": "倒吊人",
        "id": 12,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/hangedman.jpg",
        "detail": {
            "upright": "牺牲、等待、放弃",
            "reversed": "牺牲无益、无谓等待、放弃希望"
        },
        "note": "",
        "imgDetail": [
            "倒吊人图案简单，男人倒吊在Ｔ字形树上，形成十字和三角形炼金符号。",
            "红裤子象征身欲，蓝上衣代表心知识，金发和光环象征智慧与心灵进化。",
            "金色鞋子象征倒吊人崇高理想，树可能是义格卓席尔巨树，世界之树。",
            "倒吊人对应水要素，具有顺应无为特质，与海王星、奥丁、普罗米修斯有关。",
            "倒吊人主题为牺牲，出于自愿，获得更高知识，象征舍得。",
            "倒吊人等待、拖延、悬置，以退为进，避免激进或大刀阔斧。",
            "倒吊人建议换角度思考，保持弹性，避免僵化思考模式。",
            "感情占卜中，倒吊人可能表示暂时无进展或需要默默等待。"
        ],
        "upright": [
            "倒吊人最终可转正，看到事物真实模样。",
            "倒吊人是大阿尔克纳中点，与命运之轮、正义形成转折与中心。",
            "倒吊人和女祭司共同懂得静默与顺应，更无为。",
            "倒吊人无畏世人目光，敢做自己真正想做的事。",
            "倒吊人对应水要素，代表顺应无为特质，与海王星、奥丁、普罗米修斯有关。",
            "倒吊人主要有牺牲意义，出于自愿，不挣扎。",
            "倒吊人提醒等待、拖延，以退为进，放手获得更多。",
            "倒吊人头上脚下，用不同角度看世界，保持弹性，换个角度思考。"
        ],
        "reversed": [
            "倒吊人逆位，牺牲可能无回报，受苦瓶颈期结束。",
            "当事人可能无智慧，挣扎与命运搏斗，不相信牺牲后的回报。",
            "逆位倒吊人提醒挣扎无益，相信牺牲后的回报将更丰硕。",
            "倒吊人逆位失去独特智慧，可能受社会眼光制约，不敢做真正想做的事。"
        ]
    },
    // 死神
    {
        "text": "死神",
        "id": 13,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/death.jpg",
        "detail": {
            "upright": "转变、结束、重生",
            "reversed": "停滞、拖延、无法放手"
        },
        "note": "",
        "imgDetail": [
            "死神牌由骷髅骑士骑白马，四个人代表世俗各种角色。",
            "国王被践踏，主教崇敬死亡，女人不忍看，小孩好奇。",
            "主教可能与教宗牌有关，象征世俗权力无用，可能与希伯来文Nun有关。",
            "跪着的女人可能与力量牌的女性相似。",
            "骷髅骑士红羽毛与愚人相同，旗帜是蔷薇十字会图腾。",
            "远方的冥河象征生命循环，船通往但丁阴间通道，小径通往两座塔。",
            "太阳升起象征死亡并非终点，而是新生的开始。"
        ],
        "upright": [
            "死神牌象征结束，各种形式如生涯、关系、习惯。",
            "结束是一种自然现象，人难以接受，害怕改变。",
            "改变是不可避免的，死神带来转变，好比橡皮擦抹去过往。",
            "死神骑白马，白色纯净，象征死后的新生，重生如白纸。",
            "死神可戒除过去恶习，让人重新来过，终结过往。",
            "结束是转变，承认、接受、寻找新快乐是课题。",
            "死神提示结束的事物可能并不如想象中好，庆幸新生活。",
            "死神牌是完美戒绝过去恶习的牌，为新生活带来机会。"
        ],
        "reversed": [
            "死神逆位表示不愿接受结束，顽固、恐惧改变、沉溺过去。",
            "可能导致改变停滞，形成僵局，或采取激烈举动抗拒改变。",
            "逆位提醒不愿前进将阻滞成长，阻碍新生活展开。",
            "应停下来思考害怕的是什么，不愿放手只会让结束更加痛苦。",
            "迎向新生活，回过头会惊讶当初的自己为何这么想不开。"
        ]
    },
    // 节制
    {
        "text": "节制",
        "id": 14,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/temperance.jpg",
        "detail": {
            "upright": "平衡、调和、宽容",
            "reversed": "失衡、极端、缺乏耐心"
        },
        "note": "",
        "imgDetail": ["节制牌中，大天使麦可手持两个金杯，左手水倒入右手，象征调和与中庸之道。",
            "天使身着白袍，红翅膀，胸前有地、火元素图案，头戴黄金符号，右脚入水，左脚站石上，象征潜、显意识融合。",
            "塘边生爱丽斯花，远方通往金色山间小径，象征节制超脱死神带来的恐惧。"],
        "upright": ["中庸之道，自然流露的调和气质，不需替换面具，行为恰到好处。",
            "节制牌特性的人可以同时扮演不同角色，如妈妈与女强人。",
            "对应射手座，象征旅行，脚踏在水与岸上可联想出跨国或洲际旅行。",
            "14号牌中，节制温和民主，隐含5，象征成功的异国友谊、恋情或婚姻，跨国事业、文化交流与国际合作。",
            "沟通、协调、教学、成功的异国友谊等方面有关。"],
        "reversed": ["走极端，走偏锋，中庸之道失去。",
            "沟通不良，适应不良，不能与人妥协。",
            "情感不理智，容易流于情绪化，失去耐性。",
            "健康方面可能因过度活动或饮酒过度导致伤害。"]

    },
    // 恶魔
    {
        "text": "恶魔",
        "id": 15,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/devil.jpg",
        "detail": {
            "upright": "物质诱惑、束缚、掌控",
            "reversed": "解脱、摆脱束缚、重获自由"
        },
        "note": "",
        "imgDetail": ["恶魔牌上的构图与恋人相似，但天使变为恶魔，亚当夏娃沉沦，祝福变为诅咒。",
            "恶魔具有蝙蝠翅膀、羊角、羊腿和鸟足，象征动物本能与天性。",
            "恶魔头上的倒立五角星指向地面，代表物质世界。",
            "恶魔右手摆出黑魔法手势，手心符号代表土星，限制与惰性之星。",
            "恶魔左手持火炬导引到物质世界，煽动亚当的欲望。",
            "亚当夏娃长出角和尾巴，被铁链锁住，但链子松，自己套在身上。",
            "恶魔坐的是二度空间的长方形，象征只看见感官所见的现实，非全部真实。",
            "背景全黑，代表精神上的黑暗。"],
        "upright": ["恶魔对应占星学的魔羯座，代表对外在物质的欲望。",
            "心灵追求被忽略，物质追求盲目，15号的恶魔是更高一层的5号牌。",
            "物质成功可能成为心灵贫乏的盲目之人。",
            "欲望沉沦，追求物质的人变得现实而势利，成为物质的奴隶。",
            "束缚性的关系，有可能是不健康的感情，或为了现实考虑的结合。",
            "恶魔提醒不要过度执迷，别让自己变成物质成功却心灵贫乏的盲目之人。"],
        "reversed": ["脱离物质束缚，思想开放，得到自由，但不利于功名利禄。",
            "可能比正位更邪恶与堕落，使用不正当手段，甚至犯罪或出卖肉体来满足欲望。"]

    },
    // 塔
    {
        "text": "塔",
        "id": 16,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/tower.jpg",
        "detail": {
            "upright": "突然的改变、崩塌、觉醒",
            "reversed": "逃避、延迟的灾难、避免大变动"
        },
        "note": "",
        "imgDetail": ["位于山巅上的高塔被雷击中，塔中两人头上脚下的坠落，塔顶王冠即将坠落。",
            "塔象征物质，王冠代表统治与成就，雷击荡然无存。",
            "天上雷和二十二个火花象征塔罗二十二张大牌，背景全黑，是一段黑暗时期。"],
        "upright": ["火星的破坏力，遽变与突如其来的改变，可能深入内心影响整体价值观与信仰。",
            "塔编号16，是更高一层的6号，对照恋人牌，暗示自私逆天的举动将遭报应。",
            "塔也隐含7号，与战车牌对应，逆天而行最终导致失败。",
            "塔提醒人们在灾难中细听上天讯息，深层意义将浮现。",
            "没有非常的破坏，就没有非常的建设。塔通常意味面临危机，经历遽变。"],
        "reversed": ["改变不如正位剧烈，可能是当事人深自压抑，控制事态发展，但不一定是好现象。",
            "盲目压制可能让自己失去宝贵体验，最终可能演变成囚禁自己在塔里。"]

    },
    // 星星
    {
        "text": "星星",
        "id": 17,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/star.jpg",
        "detail": {
            "upright": "希望、灵感、信仰",
            "reversed": "失望、迷失方向、信仰动摇"
        },
        "note": "",
        "imgDetail": ["一位赤裸的金发女子，左膝跪在象征显意识的地面上，右脚踏在象征潜意识的池水里。",
            "女子左右手各持一个水壶，壶中装的是生命之水，右手壶的水倾倒入池，激起阵阵涟漪。",
            "左手壶的水倒在青翠的草地上，分成象征人类五种感官的五道水流。",
            "女子身后有棵树，树上有只象征智慧的朱鹭，后方是广阔的草原、山脉和一颗巨大的金色八角星。"],
        "upright": ["星星对应水瓶座，超越战车牌的阶段，保持纯然的内在信心与宁静。",
            "星星是更高层次的力量牌，心灵在经历剧变后腾出空间，接纳真正需要的东西。",
            "星星代表希望、和谐、疗愈、平稳、宁静与安祥，与静坐冥想相关，内在状态。",
            "星星的出现是一个很好的征兆，表示当事人即将能够保持和谐稳定，在剧变之后找到新的出口。"],
        "reversed": ["失去保持内在信心的能力，与潜意识的管道断绝，希望不存，只剩绝望与沮丧。",
            "失去信心可能导致不信任他人或自己的能力，只相信表面的价值观。",
            "信心不存，内心自卑可能转为自大，当事人可能以睥睨一切的态度对待他人。",
            "逆位时，当事人应理解到，内心越完满，行事越圆融。"]

    },
    // 月亮
    {
        "text": "月亮",
        "id": 18,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/moon.jpg",
        "detail": {
            "upright": "幻觉、不安、潜意识启示",
            "reversed": "真相浮现、迷雾散去、解开谜团"
        },
        "note": "",
        "imgDetail": ["图面呈现的景象包括一只龙虾爬出池塘、频频吠叫的一只狗和一匹狼，以及一条通往未知的小径。",
            "三个层次的月亮，最右边是新月，最左边是满月，中间的女人脸孔是「慈悲面」。",
            "月亮外围有十六道大光芒，和十六道小光芒，其下有十五滴象征思想之露珠。"],
        "upright": ["月亮代表人类内心深处的恐惧、迷惘、面对未知时的不安，隐藏的秘密、危险或敌人。",
            "在占卜中，月亮经常表示迷惘、恐惧，可能是面对未来的迷惘，或是面对陌生情况的不安。",
            "月亮也象征潜意识，代表与潜意识接触的特殊经历，如梦境、幻觉、通灵、梦境等。"],
        "reversed": ["月亮逆位时，当事人可能否认与潜意识接触的事件，尝试用唯物主义的观点解释一切。",
            "逆位时，隐藏的事物将逐渐浮现，包括敌人、危险、谎言或谣言，程度稍弱。",
            "逆位时，当事人仍感到不安，但隐藏事物浮出台面，当事人知道如何应对。"]

    },
    // 太阳
    {
        "text": "太阳",
        "id": 19,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/sun.jpg",
        "detail": {
            "upright": "光明、活力、热情",
            "reversed": "自负、过度自信、被动消极"
        },
        "note": "",
        "imgDetail": [
            "可爱的孩童骑在马背上，跨越灰色的围墙，脸上带着微笑。",
            "孩童头上戴着雏菊花环，以及一根红色的羽毛，象征太阳牌已经跨越了死亡的界限，而重获新生。",
            "围墙后面种满向日葵，里头是一座人造的花园，而孩童跃离了花园，代表他不需要这些人工的产物，他是最纯真、自然、不需隐藏的。",
            "四朵向日葵象征四要素昂与小阿尔克那的四个牌组，朝向孩童表示他已经拥有足够的能量。",
            "马匹背上没有马鞍，孩童不用缰绳控制牠，显示马匹象征的能量已经受到充分控制。",
            "孩童左手持着红色旗帜，表示他已经不用象征意识的右手来掌控，可以轻而易举、自然的控制一切。",
            "背景的太阳是生命的源头，有21道光芒，代表愚人以外的21张大阿尔克那。太阳中心圆形的部分是愚人。",
            "右下方围墙阴影显现出LOVE四个字母，非常不起眼，隐藏的小秘密。"
        ],
        "upright": [
            "太阳，对应占星学中的太阳和希腊神话中的太阳神阿波罗，充满积极正面的力量，温暖而光明。",
            "太阳发出照亮整个地球的光芒，表示隐士在此达到胜利，他的智慧照亮了整个人群。",
            "太阳也隐含10号命运之轮和1号愚人，在太阳中终于得到全然的光明。",
            "太阳中的新生儿代表刚踏上人生旅程的愚人，他在此达到成功。",
            "太阳出现，所有事情都一帆风顺，全方位的成功。健康无虑，爱情可成，婚姻百年好合，学业金榜题名，事业飞黄腾达。",
            "当事人内心感到快乐，任何简单的幸福都带来极大的快乐。",
            "太阳牌可能代表婴儿、儿童、快乐的人、发明家、重要人士等。",
            "太阳是光明面最多的一张牌，充满希望欢欣的气氛。"
        ],
        "reversed": [
            "太阳逆位仍具有正位的意义，程度较弱。可能有小成功、迟来的成功、成功但仍不满足、得到了才发现不是自己想要的。",
            "此时当事人可能无法像孩童那样容易感到快乐，即使得到了原本企求的，大胃口也不满足。",
            "遇到一些小问题，就像乌云暂时遮住了阳光。",
            "太阳逆位仍然是一张稍弱的好牌，或者附加一点负面意义给它，具体根据个人感觉解读。"
        ]

    },
    // 审判
    {
        "text": "审判",
        "id": 20,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/judgement.jpg",
        "detail": {
            "upright": "审判、觉醒、重生",
            "reversed": "被动、逃避责任、无法决断"
        },
        "note": "",
        "imgDetail": [
            "天使加百列在空中居高临下吹号角，号角口处有七条放射状的线，象征七个音阶，能够将人类从物质世界的限制解放出来，并且疗愈人们的身心。",
            "喇叭绑着一张正方形红十字旗帜，象征业力的平衡。",
            "天使下方是象征潜意识的海洋，漂浮着许多载着人的棺材，象征物质世界的旧模式。",
            "棺材中人全都是灰色的，包括一位象征显意识的男性，一位象征潜意识的女性，以及象征重生人格的小孩。",
            "远处是白雪霭霭的高山，伟特说这是抽象思考的顶峰。"
        ],
        "upright": [
            "审判牌通常与火要素对应，也有对应到掌管生死的冥王星。",
            "20号是2个10组成的，在10号命运之轮中经历人生的转折点，无法完全由个人决定，但在审判中有机会自己做决定。",
            "召唤是审判牌的重要意义，当事人感受到一股召唤力，可能是来自外界或内心，引导走向人生更重要的阶段。",
            "审判带来重生的机会，当事人走到人生十字路口，需要清晰判断力，响应内心的召唤，为自己重新充电。",
            "在健康方面，审判可以表示身体痊愈，重新开始。在感情方面，可能有破镜重圆的机会。在法律方面，通常代表对自己有利的判决。"
        ],
        "reversed": [
            "审判逆位，当事人可能抗拒生命的转变，怀疑甚至否认召唤，不愿做决定。",
            "可能因目光短浅而做出不利的决定，或因过去不好的举措而自食恶果。",
            "面对生命转变可能感到难受，有歹戏拖棚的可能，需要时间来调适。",
            "在日常生活中可能错失重要的讯息，或受到电话或信件骚扰。",
            "问健康，审判逆位不是好征兆；问手术，结果可能不会成功。问诉讼或考试，己方情况不利，宜多加准备。"
        ]

    },
    // 世界
    {
        "text": "世界",
        "id": 21,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/world.jpg",
        "detail": {
            "upright": "完成、圆满、终结",
            "reversed": "未完成、延宕、局限"
        },
        "note": "",
        "imgDetail": [
            "终于来到愚人旅程的终点。一位赤裸的舞者自由地在空中跳舞，她外貌看起来虽是女的，但在许多版本的塔罗牌中，她是雌雄同体，象征愚人终于成功将阴阳两股力量融合。",
            "舞者身体缠绕着象征高贵与神圣的紫色丝巾，象征神性其实就在每个人身上。",
            "舞者手持两根令牌，象征进化与退化的力量，她同时具备两者。",
            "舞者身旁环绕着一个椭圆桂冠，桂冠象征成功，而它围绕成的椭圆形就像愚人的０号形状。",
            "桂冠上下各有一条红巾缠绕，形成倒８符号，象征无限与永恒。",
            "图中四角有人、老鹰、狮子、牛，这些符号曾经在命运之轮出现过，最后在世界牌中完成使命。"
        ],
        "upright": [
            "世界在占星学上对应土星，代表稳定的力量。",
            "舞者和吊人的脚都呈现十字交叉姿势，上半身形成三角形，表示灵魂终于能超越物质。",
            "世界带来自然的完成，是最后的胜利和美好的结局。",
            "舞者可能代表男性面和女性面结合良好，或是将人力或资源结合良好。",
            "世界也可以代表旅行，大范围的航空旅行，甚至环游世界。",
            "世界是一个完整的段落，此时无所欠缺，一切都很完美。"
        ],
        "reversed": [
            "世界逆位，成功的程度减弱，可能总是欠缺那临门一脚。",
            "可能是好不容易达成目标后，才发现还有问题需要解决。",
            "正位时的完美开始出现小瑕疵，遇到一点小挫折，当事人就想放弃。",
            "能量淤塞，舞者退回到吊人牌，可能拒绝进入世界带来的新阶段，只想停留在旧环境中。",
            "无论是搬家、旅行，还是换工作，他都不愿意，而即使愿意，事情也可能延宕不决。",
            "要学习舞者欢欣自由的精神，只要能量流动了，事情就会顺畅，机会将提供给准备好的人。"
        ]

    },

]
// 韦特塔罗-小阿尔卡那
export const wtTarotMinor = [
    [
        // 宝剑1
        {
            "text": "宝剑1",
            "id": "bj-1",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/one-swords.jpg",
            "detail": {
                "upright": "新思考、清晰明了、剑削般的逻辑",
                "reversed": "混乱思维、剑刃双刃"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑1牌是小阿卡纳中的第1张牌，通常代表新思考、清晰明了和剑削般的逻辑。这是一张充满理性和思考力的牌。",
                "宝剑1牌上描绘了一把直指天空的宝剑，象征着清晰的思考和明确的目标。",
                "正位的宝剑1代表着新的思考方式和清晰明了的观点。在这张牌的能量下，你可能会迎来一场思维的重塑。",
                "正位的宝剑1还象征着剑削般的逻辑。在决策和分析时，你将能够做出明智而果断的选择。",
                "宝剑1正位时鼓励我们要保持理性和清晰头脑，面对问题时冷静思考。",
                "正位的宝剑1提醒我们，清晰的思考是解决问题的关键。在逻辑和理性的指引下，前方的道路将更加明朗。",
                "总体而言，正位的宝剑1是一张充满理性和思考力的牌，标志着新的思考方式的开始。",
                "保持理性和清晰头脑，面对问题时冷静思考。"
            ],
            "imgDetail": [
                "宝剑1牌上描绘了一把直指天空的宝剑，象征着清晰的思考和明确的目标。"
            ],
            "upright": [
                "宝剑1正位代表着新的思考方式和清晰明了的观点。在这张牌的能量下，你可能会迎来一场思维的重塑。",
                "正位的宝剑1还象征着剑削般的逻辑。在决策和分析时，你将能够做出明智而果断的选择。",
                "宝剑1正位时鼓励我们要保持理性和清晰头脑，面对问题时冷静思考。",
                "正位的宝剑1提醒我们，清晰的思考是解决问题的关键。在逻辑和理性的指引下，前方的道路将更加明朗。",
                "总体而言，正位的宝剑1是一张充满理性和思考力的牌，标志着新的思考方式的开始。",
                "保持理性和清晰头脑，面对问题时冷静思考。"
            ],
            "reversed": [
                "宝剑1牌逆位时，可能暗示着混乱思维和剑刃双刃。在逆位的宝剑1下，你可能感到思维混乱，难以做出明智的决策。",
                "逆位的宝剑1还可能表示你的思考方式受到了干扰，难以保持清晰的思路。",
                "可能你在逆位的宝剑1中经历了一些思考上的挑战，导致决策困难。",
                "逆位的宝剑1提醒我们，要注意思维的清晰度，尽量避免过于混乱和矛盾的思考方式。",
                "混乱思维、剑刃双刃"
            ]
        },
        // 宝剑2
        {
            "text": "宝剑2",
            "id": "bj-2",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/two-swords.jpg",
            "detail": {
                "upright": "选择、抉择、均衡",
                "reversed": "无法选择、无法决断、僵局"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑2牌是小阿卡纳中的第2张牌，通常代表选择、抉择和均衡。这是一张充满决断和平衡的牌。",
                "宝剑2牌上描绘了两把交叉的宝剑，象征着在选择和抉择中保持平衡。背景中的海浪则表示情绪的波动。",
                "正位的宝剑2代表着在面临选择时保持冷静和均衡。你可能需要进行一些决断，但要确保在决策过程中保持理性和客观。",
                "正位的宝剑2还强调了决策的重要性。你的选择可能会对未来产生深远的影响，因此要谨慎考虑。",
                "宝剑2正位时鼓励我们审慎思考，平衡各种因素，做出明智的选择。",
                "正位的宝剑2提醒我们，在抉择时保持冷静和理智，不要被情绪左右。",
                "总体而言，正位的宝剑2是一张充满智慧和理性的牌，标志着在选择时保持均衡和冷静。",
                "审慎思考，平衡各种因素，做出明智的选择。"
            ],
            "imgDetail": [
                "宝剑2牌上描绘了两把交叉的宝剑，象征着在选择和抉择中保持平衡。背景中的海浪则表示情绪的波动。"
            ],
            "upright": [
                "宝剑2正位代表着在面临选择时保持冷静和均衡。你可能需要进行一些决断，但要确保在决策过程中保持理性和客观。",
                "正位的宝剑2还强调了决策的重要性。你的选择可能会对未来产生深远的影响，因此要谨慎考虑。",
                "宝剑2正位时鼓励我们审慎思考，平衡各种因素，做出明智的选择。",
                "正位的宝剑2提醒我们，在抉择时保持冷静和理智，不要被情绪左右。",
                "总体而言，正位的宝剑2是一张充满智慧和理性的牌，标志着在选择时保持均衡和冷静。",
                "审慎思考，平衡各种因素，做出明智的选择。"
            ],
            "reversed": [
                "宝剑2牌逆位时，可能意味着无法选择、无法决断和陷入僵局。在逆位的宝剑2下，你可能感到在做出决策时陷入了困境。",
                "逆位的宝剑2还可能表示你的思维被情绪左右，无法保持冷静和均衡。",
                "可能你在逆位的宝剑2中经历了一些无法做出决断的情况，导致局面陷入僵局。",
                "逆位的宝剑2提醒我们，在面临选择时要尽量克服犹豫，勇敢做出决策。",
                "无法选择、无法决断、僵局"
            ]
        },
        // 宝剑3
        {
            "text": "宝剑3",
            "id": "bj-3",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/three-swords.jpg",
            "detail": {
                "upright": "心灵创伤、分离、痛苦",
                "reversed": "疗愈、释放、重获信心"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑3牌是小阿卡纳中的第3张牌，通常代表心灵创伤、分离和痛苦。这是一张充满挑战和沉重感的牌。",
                "宝剑3牌上描绘了三把宝剑穿过一颗心，象征着心灵的创伤和痛苦。背景中的云朵表示困扰和不安。",
                "正位的宝剑3代表着面临心灵创伤和痛苦。你可能经历了一些分离或失落，让你感到心情沉重。",
                "正位的宝剑3强调了内心的挑战，可能是由于关系问题、失望或其他心理困扰。",
                "宝剑3正位时鼓励我们直面内心的痛苦，寻找疗愈的方式。这可能包括接受现实、释放过去或寻求支持。",
                "正位的宝剑3提醒我们，在面对困难时要坚强，同时也要关注心灵的健康。",
                "总体而言，正位的宝剑3是一张充满挑战和沉重感的牌，标志着需要面对内心的痛苦和寻求疗愈。",
                "直面内心的痛苦，寻找疗愈的方式。"
            ],
            "imgDetail": [
                "宝剑3牌上描绘了三把宝剑穿过一颗心，象征着心灵的创伤和痛苦。背景中的云朵表示困扰和不安。"
            ],
            "upright": [
                "宝剑3正位代表着面临心灵创伤和痛苦。你可能经历了一些分离或失落，让你感到心情沉重。",
                "正位的宝剑3强调了内心的挑战，可能是由于关系问题、失望或其他心理困扰。",
                "宝剑3正位时鼓励我们直面内心的痛苦，寻找疗愈的方式。这可能包括接受现实、释放过去或寻求支持。",
                "正位的宝剑3提醒我们，在面对困难时要坚强，同时也要关注心灵的健康。",
                "总体而言，正位的宝剑3是一张充满挑战和沉重感的牌，标志着需要面对内心的痛苦和寻求疗愈。",
                "直面内心的痛苦，寻找疗愈的方式。"
            ],
            "reversed": [
                "宝剑3牌逆位时，可能意味着疗愈、释放和重获信心。在逆位的宝剑3下，你可能正在走出心灵创伤的阴影。",
                "逆位的宝剑3还可能表示你正在寻找疗愈的途径，通过释放过去的痛苦来恢复内心的平衡。",
                "可能你在逆位的宝剑3中经历了一些心理上的转变，重获信心并朝着更健康的方向发展。",
                "逆位的宝剑3提醒我们，即使经历了困难，也有机会通过疗愈来找回内心的平静。",
                "疗愈、释放、重获信心"
            ]
        },
        // 宝剑4
        {
            "text": "宝剑4",
            "id": "bj-4",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/four-swords.jpg",
            "detail": {
                "upright": "休息、恢复、放松",
                "reversed": "恢复受阻、无法放松、持续不安"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑4牌是小阿卡纳中的第4张牌，通常代表休息、恢复和放松。这是一张充满平静和安宁的牌。",
                "宝剑4牌上描绘了一个沉睡的人，手中紧握着三把宝剑，第四把宝剑直立在床头。周围是和平的云朵，象征宁静。",
                "正位的宝剑4代表着需要休息和恢复。你可能经历了一段紧张或压力较大的时期，现在是时候放松一下。",
                "正位的宝剑4强调了恢复的重要性。在疲惫不堪时，给自己一些时间休息，让身心得到放松。",
                "宝剑4正位时鼓励我们寻找平静和宁静。通过冥想、休息或放松的方式，帮助自己平复内心。",
                "正位的宝剑4提醒我们，休息是为了更好地迎接未来的挑战。在宁静中，你可能会找到新的灵感和能量。",
                "总体而言，正位的宝剑4是一张充满平静和安宁的牌，标志着需要在生活中创造一些休息的时刻。",
                "寻找平静和宁静，通过冥想、休息或放松的方式，帮助自己平复内心。"
            ],
            "imgDetail": [
                "宝剑4牌上描绘了一个沉睡的人，手中紧握着三把宝剑，第四把宝剑直立在床头。周围是和平的云朵，象征宁静。"
            ],
            "upright": [
                "宝剑4正位代表着需要休息和恢复。你可能经历了一段紧张或压力较大的时期，现在是时候放松一下。",
                "正位的宝剑4强调了恢复的重要性。在疲惫不堪时，给自己一些时间休息，让身心得到放松。",
                "宝剑4正位时鼓励我们寻找平静和宁静。通过冥想、休息或放松的方式，帮助自己平复内心。",
                "正位的宝剑4提醒我们，休息是为了更好地迎接未来的挑战。在宁静中，你可能会找到新的灵感和能量。",
                "总体而言，正位的宝剑4是一张充满平静和安宁的牌，标志着需要在生活中创造一些休息的时刻。",
                "寻找平静和宁静，通过冥想、休息或放松的方式，帮助自己平复内心。"
            ],
            "reversed": [
                "宝剑4牌逆位时，可能表示恢复受阻、无法放松和持续不安。在逆位的宝剑4下，你可能感到难以从紧张的状态中解脱。",
                "逆位的宝剑4还可能表示你的恢复进程受到了一些阻碍，难以达到理想的状态。",
                "可能你在逆位的宝剑4中经历了一些持续的不安和焦虑，阻碍了内心的平静。",
                "逆位的宝剑4提醒我们，要注意寻找缓解压力的方式，尽量解决生活中的困扰，让自己能够真正地放松。",
                "恢复受阻、无法放松、持续不安"
            ]
        },
        // 宝剑5
        {
            "text": "宝剑5",
            "id": "bj-5",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/five-swords.jpg",
            "detail": {
                "upright": "失败、失落、争论",
                "reversed": "调解、和解、避免冲突"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑5牌是小阿卡纳中的第5张牌，通常代表失败、失落和争论。这是一张充满紧张和冲突的牌。",
                "宝剑5牌上描绘了胜利的一方凯旋而归，而失败的一方则感到失落和沮丧。地上散落的宝剑象征了冲突和失败。",
                "正位的宝剑5代表着面临失败和失落。你可能经历了一些挫折，让你感到沮丧和受挫。",
                "正位的宝剑5强调了争论和冲突的存在。你可能卷入一些口舌之争，导致局面紧张。",
                "宝剑5正位时鼓励我们面对失败，从中吸取教训。避免陷入无休止的争论，尽量保持冷静。",
                "正位的宝剑5提醒我们，失败是成长的一部分，重要的是学会如何应对并继续前行。",
                "总体而言，正位的宝剑5是一张充满紧张和冲突的牌，标志着需要处理失败和争论的情境。",
                "面对失败，从中吸取教训。避免陷入无休止的争论，尽量保持冷静。"
            ],
            "imgDetail": [
                "宝剑5牌上描绘了胜利的一方凯旋而归，而失败的一方则感到失落和沮丧。地上散落的宝剑象征了冲突和失败。"
            ],
            "upright": [
                "宝剑5正位代表着面临失败和失落。你可能经历了一些挫折，让你感到沮丧和受挫。",
                "正位的宝剑5强调了争论和冲突的存在。你可能卷入一些口舌之争，导致局面紧张。",
                "宝剑5正位时鼓励我们面对失败，从中吸取教训。避免陷入无休止的争论，尽量保持冷静。",
                "正位的宝剑5提醒我们，失败是成长的一部分，重要的是学会如何应对并继续前行。",
                "总体而言，正位的宝剑5是一张充满紧张和冲突的牌，标志着需要处理失败和争论的情境。",
                "面对失败，从中吸取教训。避免陷入无休止的争论，尽量保持冷静。"
            ],
            "reversed": [
                "宝剑5牌逆位时，可能表示调解、和解和避免冲突。在逆位的宝剑5下，你可能会找到解决争端的有效途径。",
                "逆位的宝剑5还可能表示你成功避免了一场本可以发生的冲突，通过妥协和沟通达成了和解。",
                "可能你在逆位的宝剑5中经历了一些调解和和解的过程，使局面得到缓解。",
                "逆位的宝剑5提醒我们，通过理性的沟通和妥协，可以避免不必要的冲突。",
                "调解、和解、避免冲突"
            ]
        },
        // 宝剑6
        {
            "text": "宝剑6",
            "id": "bj-6",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/six-swords.jpg",
            "detail": {
                "upright": "离开烦恼、远离困境、寻求改善",
                "reversed": "无法摆脱、困境持续、无法改善"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑6牌是小阿卡纳中的第6张牌，通常代表离开烦恼、远离困境和寻求改善。这是一张充满希望和转变的牌。",
                "宝剑6牌上描绘了一艘小船，载着一家三口穿越湖泊。前方的剑象征烦恼，而船的方向指向远离困境的未来。",
                "正位的宝剑6代表着迈向更好的未来。你可能正在寻求摆脱烦恼和困境，寻找新的机会和改善。",
                "正位的宝剑6强调了离开过去的重要性。通过决断和行动，你可以走向更加宁静和积极的生活。",
                "宝剑6正位时鼓励我们相信自己的选择，勇敢地踏上新的征程。有时候，离开困境是迎接好运的第一步。",
                "正位的宝剑6提醒我们，转变可能需要一些决断和勇气，但它带来的新机会将让你受益终身。",
                "总体而言，正位的宝剑6是一张充满希望和转变的牌，标志着远离烦恼，寻求改善的时刻。",
                "相信自己的选择，勇敢地踏上新的征程。离开过去，走向更加宁静和积极的生活。"
            ],
            "imgDetail": [
                "宝剑6牌上描绘了一艘小船，载着一家三口穿越湖泊。前方的剑象征烦恼，而船的方向指向远离困境的未来。"
            ],
            "upright": [
                "宝剑6正位代表着迈向更好的未来。你可能正在寻求摆脱烦恼和困境，寻找新的机会和改善。",
                "正位的宝剑6强调了离开过去的重要性。通过决断和行动，你可以走向更加宁静和积极的生活。",
                "宝剑6正位时鼓励我们相信自己的选择，勇敢地踏上新的征程。有时候，离开困境是迎接好运的第一步。",
                "正位的宝剑6提醒我们，转变可能需要一些决断和勇气，但它带来的新机会将让你受益终身。",
                "总体而言，正位的宝剑6是一张充满希望和转变的牌，标志着远离烦恼，寻求改善的时刻。",
                "相信自己的选择，勇敢地踏上新的征程。离开过去，走向更加宁静和积极的生活。"
            ],
            "reversed": [
                "宝剑6牌逆位时，可能表示无法摆脱、困境持续和无法改善。在逆位的宝剑6下，你可能感到陷入了一种无法解脱的状态。",
                "逆位的宝剑6还可能表示你的困境持续存在，难以找到有效的改善方法。",
                "可能你在逆位的宝剑6中感到一种无法脱身的压力，需要寻找突破口。",
                "逆位的宝剑6提醒我们，有时候需要更积极主动地寻求改善，可能需要更多的努力和决心。",
                "无法摆脱、困境持续、无法改善"
            ]
        },
        // 宝剑7
        {
            "text": "宝剑7",
            "id": "bj-7",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/seven-swords.jpg",
            "detail": {
                "upright": "计谋、窃取、隐匿",
                "reversed": "暴露、承认错误、面对惩罚"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑7牌是小阿卡纳中的第7张牌，通常代表计谋、窃取和隐匿。这是一张充满谨慎和策略的牌。",
                "宝剑7牌上描绘了一个人携带着五把宝剑，小心翼翼地离开一座城市。这象征着隐匿、计谋和可能的窃取。",
                "正位的宝剑7代表着谨慎行事和计谋。你可能需要谨慎选择自己的行动，以避免不必要的麻烦。",
                "正位的宝剑7强调了保持警惕的重要性。在面临一些复杂局面时，需要聪明地使用策略。",
                "宝剑7正位时鼓励我们思考未来，制定有效的计划。通过聪明的谋略，你可以更好地达到目标。",
                "正位的宝剑7提醒我们，有时候需要隐匿自己的真正意图，以保护自己或取得更好的机会。",
                "总体而言，正位的宝剑7是一张充满谨慎和策略的牌，标志着需要在行动中保持警惕和聪明。",
                "谨慎行事和计谋。在面临复杂局面时，需要聪明地使用策略。思考未来，制定有效的计划。"
            ],
            "imgDetail": [
                "宝剑7牌上描绘了一个人携带着五把宝剑，小心翼翼地离开一座城市。这象征着隐匿、计谋和可能的窃取。"
            ],
            "upright": [
                "宝剑7正位代表着谨慎行事和计谋。你可能需要谨慎选择自己的行动，以避免不必要的麻烦。",
                "正位的宝剑7强调了保持警惕的重要性。在面临一些复杂局面时，需要聪明地使用策略。",
                "宝剑7正位时鼓励我们思考未来，制定有效的计划。通过聪明的谋略，你可以更好地达到目标。",
                "正位的宝剑7提醒我们，有时候需要隐匿自己的真正意图，以保护自己或取得更好的机会。",
                "总体而言，正位的宝剑7是一张充满谨慎和策略的牌，标志着需要在行动中保持警惕和聪明。",
                "谨慎行事和计谋。在面临复杂局面时，需要聪明地使用策略。思考未来，制定有效的计划。"
            ],
            "reversed": [
                "宝剑7牌逆位时，可能表示暴露、承认错误和面对惩罚。在逆位的宝剑7下，你可能难以保持秘密，真相可能会显露。",
                "逆位的宝剑7还可能表示你需要勇敢地承认错误，并准备面对相应的惩罚。",
                "可能你在逆位的宝剑7中经历了一些不愉快的揭露和真相的暴露，需要勇敢地面对。",
                "逆位的宝剑7提醒我们，有时候隐瞒并不是最好的选择，而是需要勇敢地面对自己的错误和选择。",
                "暴露、承认错误、面对惩罚"
            ]
        },
        // 宝剑8
        {
            "text": "宝剑8",
            "id": "bj-8",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/eight-swords.jpg",
            "detail": {
                "upright": "束缚、限制、无法前行",
                "reversed": "解脱、摆脱束缚、找到出路"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑8牌是小阿卡纳中的第8张牌，通常代表束缚、限制和无法前行。这是一张充满困扰和局促的牌。",
                "宝剑8牌上描绘了一个女性被困在一圈宝剑中，她的眼睛被蒙住。这象征了被困在限制中，感到无法前行。",
                "正位的宝剑8代表着困扰和束缚。你可能在某种情境下感到受到限制，难以找到自由的出路。",
                "正位的宝剑8强调了对外部条件的感到无奈。可能有一些外在因素限制了你的选择和行动。",
                "宝剑8正位时鼓励我们认识到自己的束缚，并努力寻找解脱的方法。有时候，问题可能在于自己对困扰的感知。",
                "正位的宝剑8提醒我们，即使受到限制，也要努力去寻找解脱的途径。在困境中保持冷静和理智。",
                "总体而言，正位的宝剑8是一张充满困扰和局促的牌，标志着需要面对自己的束缚，并寻找解脱的出路。",
                "认识到自己的束缚，并努力寻找解脱的方法。在困境中保持冷静和理智。"
            ],
            "imgDetail": [
                "宝剑8牌上描绘了一个女性被困在一圈宝剑中，她的眼睛被蒙住。这象征了被困在限制中，感到无法前行。"
            ],
            "upright": [
                "宝剑8正位代表着困扰和束缚。你可能在某种情境下感到受到限制，难以找到自由的出路。",
                "正位的宝剑8强调了对外部条件的感到无奈。可能有一些外在因素限制了你的选择和行动。",
                "宝剑8正位时鼓励我们认识到自己的束缚，并努力寻找解脱的方法。有时候，问题可能在于自己对困扰的感知。",
                "正位的宝剑8提醒我们，即使受到限制，也要努力去寻找解脱的途径。在困境中保持冷静和理智。",
                "总体而言，正位的宝剑8是一张充满困扰和局促的牌，标志着需要面对自己的束缚，并寻找解脱的出路。",
                "认识到自己的束缚，并努力寻找解脱的方法。在困境中保持冷静和理智。"
            ],
            "reversed": [
                "宝剑8牌逆位时，可能表示解脱、摆脱束缚和找到出路。在逆位的宝剑8下，你可能会发现摆脱了之前的困扰。",
                "逆位的宝剑8还可能表示你成功找到了解脱的途径，摆脱了束缚和限制。",
                "可能你在逆位的宝剑8中经历了一段摆脱束缚的过程，感到自由而轻松。",
                "逆位的宝剑8提醒我们，有时候需要勇敢地面对自己的束缚，并采取积极的行动以找到出路。",
                "解脱、摆脱束缚、找到出路"
            ]
        },
        // 宝剑9
        {
            "text": "宝剑9",
            "id": "bj-9",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/nine-swords.jpg",
            "detail": {
                "upright": "焦虑、痛苦、噩梦",
                "reversed": "释放、康复、放下痛苦"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑9牌是小阿卡纳中的第9张牌，通常代表焦虑、痛苦和噩梦。这是一张充满内心矛盾和痛苦的牌。",
                "宝剑9牌上描绘了一个躺在床上的人，被九把宝剑刺穿。这象征着内心的痛苦、焦虑和夜晚的噩梦。",
                "正位的宝剑9代表内心的痛苦和焦虑。你可能在某些方面感到困扰，思虑过度，导致失眠和噩梦。",
                "正位的宝剑9强调了需要处理内心的矛盾和情感痛苦。有时候，过分的思考可能会加重痛苦。",
                "宝剑9正位时鼓励我们寻找释放的途径，可能需要借助冥想、放松或与他人分享来减轻内心的负担。",
                "正位的宝剑9提醒我们，焦虑和痛苦是暂时的，通过积极的应对方式，我们可以逐渐摆脱困扰。",
                "总体而言，正位的宝剑9是一张充满内心矛盾和痛苦的牌，标志着需要认真面对并寻找解决办法。",
                "需要处理内心的矛盾和情感痛苦。通过积极的应对方式，逐渐摆脱困扰。"
            ],
            "imgDetail": [
                "宝剑9牌上描绘了一个躺在床上的人，被九把宝剑刺穿。这象征着内心的痛苦、焦虑和夜晚的噩梦。"
            ],
            "upright": [
                "宝剑9正位代表内心的痛苦和焦虑。你可能在某些方面感到困扰，思虑过度，导致失眠和噩梦。",
                "正位的宝剑9强调了需要处理内心的矛盾和情感痛苦。有时候，过分的思考可能会加重痛苦。",
                "宝剑9正位时鼓励我们寻找释放的途径，可能需要借助冥想、放松或与他人分享来减轻内心的负担。",
                "正位的宝剑9提醒我们，焦虑和痛苦是暂时的，通过积极的应对方式，我们可以逐渐摆脱困扰。",
                "总体而言，正位的宝剑9是一张充满内心矛盾和痛苦的牌，标志着需要认真面对并寻找解决办法。",
                "需要处理内心的矛盾和情感痛苦。通过积极的应对方式，逐渐摆脱困扰。"
            ],
            "reversed": [
                "宝剑9牌逆位时，可能表示释放、康复和放下痛苦。在逆位的宝剑9下，你可能会找到一些解脱的方法。",
                "逆位的宝剑9还可能表示你成功地克服了内心的痛苦，摆脱了焦虑的困扰。",
                "可能你在逆位的宝剑9中经历了一段康复的过程，逐渐放下了痛苦，重新找到内心的平静。",
                "逆位的宝剑9提醒我们，有时候需要勇敢地面对内心的痛苦，并采取积极的行动以找到解脱。",
                "释放、康复、放下痛苦"
            ]
        },
        // 宝剑10
        {
            "text": "宝剑10",
            "id": "bj-10",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ten-swords.jpg",
            "detail": {
                "upright": "结束、崩溃、彻底终结",
                "reversed": "苦境即将结束、新的开始、重生"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑10牌是小阿卡纳中的第10张牌，通常代表结束、崩溃和彻底终结。这是一张充满痛苦和彻底性变化的牌。",
                "宝剑10牌上描绘了一个躺在地上的人，被十把宝剑刺穿。天空中乌云密布，象征痛苦和困扰。",
                "正位的宝剑10代表着一段困扰的结束，可能是一场痛苦的彻底终结。这可能是一次痛苦的崩溃，但也代表着新的开始。",
                "正位的宝剑10强调了痛苦的终结和彻底的崩溃。虽然这可能是痛苦的一刹那，但也为新的生命和机会的出现铺平了道路。",
                "宝剑10正位时鼓励我们接受结束，放下痛苦，并准备好开始新的旅程。尽管是艰难的告别，但也是新生活的开始。",
                "正位的宝剑10提醒我们，结束并不总是坏事，有时候需要释放过去，才能迎接更好的未来。",
                "总体而言，正位的宝剑10是一张充满痛苦和彻底性变化的牌，标志着需要接受结束，并迎接新的开始。",
                "接受结束，放下痛苦，并准备好开始新的旅程。结束并不总是坏事，有时候需要释放过去，才能迎接更好的未来。"
            ],
            "imgDetail": [
                "宝剑10牌上描绘了一个躺在地上的人，被十把宝剑刺穿。天空中乌云密布，象征痛苦和困扰。"
            ],
            "upright": [
                "宝剑10正位代表着一段困扰的结束，可能是一场痛苦的彻底终结。这可能是一次痛苦的崩溃，但也代表着新的开始。",
                "正位的宝剑10强调了痛苦的终结和彻底的崩溃。虽然这可能是痛苦的一刹那，但也为新的生命和机会的出现铺平了道路。",
                "宝剑10正位时鼓励我们接受结束，放下痛苦，并准备好开始新的旅程。尽管是艰难的告别，但也是新生活的开始。",
                "正位的宝剑10提醒我们，结束并不总是坏事，有时候需要释放过去，才能迎接更好的未来。",
                "总体而言，正位的宝剑10是一张充满痛苦和彻底性变化的牌，标志着需要接受结束，并迎接新的开始。",
                "接受结束，放下痛苦，并准备好开始新的旅程。结束并不总是坏事，有时候需要释放过去，才能迎接更好的未来。"
            ],
            "reversed": [
                "宝剑10牌逆位时，可能表示苦境即将结束、新的开始和重生。在逆位的宝剑10下，你可能会感到痛苦的终结和新的生机。",
                "逆位的宝剑10还可能表示你成功地摆脱了之前的苦境，找到了新的方向和机会。",
                "可能你在逆位的宝剑10中经历了一场艰难的结束，但这也为新的生活带来了机会。",
                "逆位的宝剑10提醒我们，即使经历了痛苦的结束，也要坚信新的开始和重生即将到来。",
                "苦境即将结束、新的开始、重生"
            ]
        },
        // 宝剑侍从
        {
            "text": "宝剑侍从",
            "id": "bj-page",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/page-swords.jpg",
            "detail": {
                "upright": "思考、观察、消息",
                "reversed": "不负责任、言行不一、小心谨慎"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑侍从牌是小阿卡纳中的侍从牌，通常代表思考、观察和消息。这是一张充满思索和信息的牌。",
                "宝剑侍从牌上描绘了一个手持宝剑的年轻人，他专注地看着剑尖。他的思考和观察使他成为消息的传递者。",
                "正位的宝剑侍从代表思考和观察。你可能在某些事情上投入了深刻的思考，努力理解事物的真相。",
                "正位的宝剑侍从强调了接收和传递消息的能力。你可能会收到一些重要的信息，或者成为他人沟通的桥梁。",
                "宝剑侍从正位时鼓励我们保持冷静和理智，不被情绪左右。通过理性的思考，我们能更好地理解周围的事物。",
                "正位的宝剑侍从提醒我们，思考和观察是获取信息的关键，我们可以通过冷静客观的态度更好地应对挑战。",
                "总体而言，正位的宝剑侍从是一张充满思索和信息的牌，标志着需要保持冷静，接收并传递重要的消息。",
                "保持冷静和理智，不被情绪左右。通过理性的思考，更好地理解周围的事物。"
            ],
            "imgDetail": [
                "宝剑侍从牌上描绘了一个手持宝剑的年轻人，他专注地看着剑尖。他的思考和观察使他成为消息的传递者。"
            ],
            "upright": [
                "宝剑侍从正位代表思考和观察。你可能在某些事情上投入了深刻的思考，努力理解事物的真相。",
                "正位的宝剑侍从强调了接收和传递消息的能力。你可能会收到一些重要的信息，或者成为他人沟通的桥梁。",
                "宝剑侍从正位时鼓励我们保持冷静和理智，不被情绪左右。通过理性的思考，我们能更好地理解周围的事物。",
                "正位的宝剑侍从提醒我们，思考和观察是获取信息的关键，我们可以通过冷静客观的态度更好地应对挑战。",
                "总体而言，正位的宝剑侍从是一张充满思索和信息的牌，标志着需要保持冷静，接收并传递重要的消息。",
                "保持冷静和理智，不被情绪左右。通过理性的思考，更好地理解周围的事物。"
            ],
            "reversed": [
                "宝剑侍从牌逆位时，可能表示不负责任、言行不一和小心谨慎。在逆位的宝剑侍从下，信息传递可能会出现问题。",
                "逆位的宝剑侍从还可能表示注意言行不一，可能有人在传递不一致或混乱的信息。",
                "可能你在逆位的宝剑侍从中需要小心处理信息，避免不负责任或混淆的沟通。",
                "逆位的宝剑侍从提醒我们，在传递和接收信息时要更加小心谨慎，避免混淆和不一致。",
                "不负责任、言行不一、小心谨慎"
            ]
        },
        // 宝剑骑士
        {
            "text": "宝剑骑士",
            "id": "bj-knight",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/knight-swords.jpg",
            "detail": {
                "upright": "思考、理性、谨慎",
                "reversed": "思考不周、刻板、意气用事"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑骑士牌是小阿卡纳中的骑士牌，通常代表思考、理性和谨慎。这是一张充满思索和理智的牌。",
                "宝剑骑士牌上描绘了一位骑马的骑士，手持宝剑。他的目光专注，表现出对事物的深刻思考和理性分析。",
                "正位的宝剑骑士代表思考和理性。你可能需要采取理智的态度，通过深刻的思考来理解和解决问题。",
                "正位的宝剑骑士强调了谨慎和冷静的态度。在面对挑战或做决定时，需要充分考虑并理智行事。",
                "宝剑骑士正位时鼓励我们通过深刻的思考和理性的分析来面对问题。理智的决策将带来更好的结果。",
                "正位的宝剑骑士提醒我们，在思考和决策时要保持冷静，不被情绪左右。理性分析是解决问题的关键。",
                "总体而言，正位的宝剑骑士是一张充满思索和理智的牌，标志着需要通过深刻的思考来面对挑战。",
                "通过深刻的思考和理性的分析来面对问题。理智的决策将带来更好的结果。"
            ],
            "imgDetail": [
                "宝剑骑士牌上描绘了一位骑马的骑士，手持宝剑。他的目光专注，表现出对事物的深刻思考和理性分析。"
            ],
            "upright": [
                "宝剑骑士正位代表思考和理性。你可能需要采取理智的态度，通过深刻的思考来理解和解决问题。",
                "正位的宝剑骑士强调了谨慎和冷静的态度。在面对挑战或做决定时，需要充分考虑并理智行事。",
                "宝剑骑士正位时鼓励我们通过深刻的思考和理性的分析来面对问题。理智的决策将带来更好的结果。",
                "正位的宝剑骑士提醒我们，在思考和决策时要保持冷静，不被情绪左右。理性分析是解决问题的关键。",
                "总体而言，正位的宝剑骑士是一张充满思索和理智的牌，标志着需要通过深刻的思考来面对挑战。",
                "通过深刻的思考和理性的分析来面对问题。理智的决策将带来更好的结果。"
            ],
            "reversed": [
                "宝剑骑士牌逆位时，可能表示思考不周、刻板和意气用事。在逆位的宝剑骑士下，决策可能受到情绪的左右。",
                "逆位的宝剑骑士还可能表示在决策时过于刻板，缺乏灵活性和变通性。",
                "可能你在逆位的宝剑骑士中需要更加谨慎，避免因为情绪或刻板的思维方式而做出错误的决策。",
                "逆位的宝剑骑士提醒我们，理性和谨慎在决策中仍然至关重要，不要因情绪而偏离正确的方向。",
                "思考不周、刻板、意气用事"
            ]
        },
        // 宝剑皇后
        {
            "text": "宝剑皇后",
            "id": "bj-queen",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/queen-swords.jpg",
            "detail": {
                "upright": "聪慧、清晰的思维、理性女性",
                "reversed": "过于冷漠、尖锐的舌头、思维混乱"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑皇后牌是小阿卡纳中的皇后牌，通常代表聪慧、清晰的思维和理性女性。这是一张充满智慧和冷静的牌。",
                "宝剑皇后牌上描绘了一位坐在石头王座上的女性，手持宝剑，表现出她的聪慧和清晰的思维。她的眼神坚定而冷静。",
                "正位的宝剑皇后代表聪慧、清晰的思维和理性女性。她能够冷静地分析问题，并做出理性的决策。",
                "正位的宝剑皇后强调了理性和思维的重要性。在面对挑战或决策时，需要保持冷静和清晰的思考。",
                "宝剑皇后正位时鼓励我们运用聪慧和清晰的思维来解决问题。她代表着理性女性的特质，能够在复杂的情境中保持冷静。",
                "正位的宝剑皇后提醒我们，聪慧和理性是解决问题的关键。通过冷静地思考，我们能够做出更为明智的选择。",
                "总体而言，正位的宝剑皇后是一张充满智慧和冷静的牌，标志着需要通过清晰的思维来应对挑战。",
                "运用聪慧和清晰的思维来解决问题。理性女性的特质，能够在复杂的情境中保持冷静。"
            ],
            "imgDetail": [
                "宝剑皇后牌上描绘了一位坐在石头王座上的女性，手持宝剑，表现出她的聪慧和清晰的思维。她的眼神坚定而冷静。"
            ],
            "upright": [
                "宝剑皇后正位代表聪慧、清晰的思维和理性女性。她能够冷静地分析问题，并做出理性的决策。",
                "正位的宝剑皇后强调了理性和思维的重要性。在面对挑战或决策时，需要保持冷静和清晰的思考。",
                "宝剑皇后正位时鼓励我们运用聪慧和清晰的思维来解决问题。她代表着理性女性的特质，能够在复杂的情境中保持冷静。",
                "正位的宝剑皇后提醒我们，聪慧和理性是解决问题的关键。通过冷静地思考，我们能够做出更为明智的选择。",
                "总体而言，正位的宝剑皇后是一张充满智慧和冷静的牌，标志着需要通过清晰的思维来应对挑战。",
                "运用聪慧和清晰的思维来解决问题。理性女性的特质，能够在复杂的情境中保持冷静。"
            ],
            "reversed": [
                "宝剑皇后牌逆位时，可能表示过于冷漠、尖锐的舌头和思维混乱。在逆位的宝剑皇后下，可能难以保持冷静和理性。",
                "逆位的宝剑皇后还可能表示在沟通中过于尖锐，缺乏同情心和温暖。",
                "可能你在逆位的宝剑皇后中需要注意调整思维方式，避免过于冷漠和尖锐。保持清晰的思维对解决问题至关重要。",
                "逆位的宝剑皇后提醒我们，在沟通和决策中要注意语气和表达方式，避免过于尖锐和冷漠。",
                "过于冷漠、尖锐的舌头、思维混乱"
            ]
        },
        // 宝剑国王
        {
            "text": "宝剑国王",
            "id": "bj-king",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/king-swords.jpg",
            "detail": {
                "upright": "思考者、明智的领导者、逻辑分析",
                "reversed": "混乱的思维、专断、缺乏同情"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑国王牌是小阿卡纳中的国王牌，通常代表思考者、明智的领导者和逻辑分析。这是一张充满权威和思考的牌。",
                "宝剑国王牌上描绘了一位庄重的国王，手持宝剑，表现出他的权威和思考的特质。他坐在石头王座上，象征稳定和坚定。",
                "正位的宝剑国王代表思考者和明智的领导者。你可能需要运用逻辑分析来解决问题，并在困境中展现出坚定的领导力。",
                "正位的宝剑国王强调了逻辑和理性思考的重要性。在决策和领导他人时，需要保持冷静和明智。",
                "宝剑国王正位时鼓励我们运用逻辑和深思熟虑的方法来解决问题。通过冷静的思考，我们能做出更加明智的决策。",
                "正位的宝剑国王提醒我们，在面对挑战时要保持冷静和理智，不被情绪左右。明智的领导者能够稳定团队局势。",
                "总体而言，正位的宝剑国王是一张充满思考和明智的牌，标志着需要通过逻辑分析来解决问题并展现坚定领导力。",
                "运用逻辑和深思熟虑的方法来解决问题。通过冷静的思考，做出更加明智的决策。"
            ],
            "imgDetail": [
                "宝剑国王牌上描绘了一位庄重的国王，手持宝剑，表现出他的权威和思考的特质。他坐在石头王座上，象征稳定和坚定。"
            ],
            "upright": [
                "宝剑国王正位代表思考者和明智的领导者。你可能需要运用逻辑分析来解决问题，并在困境中展现出坚定的领导力。",
                "正位的宝剑国王强调了逻辑和理性思考的重要性。在决策和领导他人时，需要保持冷静和明智。",
                "宝剑国王正位时鼓励我们运用逻辑和深思熟虑的方法来解决问题。通过冷静的思考，我们能做出更加明智的决策。",
                "正位的宝剑国王提醒我们，在面对挑战时要保持冷静和理智，不被情绪左右。明智的领导者能够稳定团队局势。",
                "总体而言，正位的宝剑国王是一张充满思考和明智的牌，标志着需要通过逻辑分析来解决问题并展现坚定领导力。",
                "运用逻辑和深思熟虑的方法来解决问题。通过冷静的思考，做出更加明智的决策。"
            ],
            "reversed": [
                "宝剑国王牌逆位时，可能表示混乱的思维、专断和缺乏同情。在逆位的宝剑国王下，决策可能受到情绪的左右。",
                "逆位的宝剑国王还可能表示在决策时过于专断，缺乏对他人的同情和理解。",
                "可能你在逆位的宝剑国王中需要更加关注情绪和同情心，避免过于理性和专断。",
                "逆位的宝剑国王提醒我们，在决策和领导他人时，需要平衡理性和情感，不要忽视他人的感受和需求。",
                "混乱的思维、专断、缺乏同情"
            ]
        }
    ],
    [
        // 圣杯1
        {
            "text": "圣杯1",
            "id": "sb-1",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ace-cups.jpg",
            "detail": {
                "upright": "新感情、爱的起源、灵感",
                "reversed": "情感阻塞、失望、破裂"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯1牌是小阿卡纳中的圣杯牌，通常代表新感情、爱的起源和灵感的涌现。这是一张充满美好和希望的牌。",
                "圣杯1牌上描绘了一只手持圣杯的神秘之手，从云朵中伸出。圣杯中涌现出一只手持百合花的鸽子，象征着纯洁和新生。",
                "正位的圣杯1代表新感情、爱的起源和灵感的涌现。这是一个充满美好和希望的时刻，可能会迎来新的感情或创意的启示。",
                "正位的圣杯1强调了情感的纯洁和美好。新感情可能是纯洁的爱情，也可能是对生活的热情和灵感的涌现。",
                "圣杯1正位时鼓励我们敞开心扉，迎接新的感情和机会。在纯真和美好中，我们可能会找到对生命更深层次的理解。",
                "正位的圣杯1提醒我们，爱是美好而纯洁的。在这个时刻，我们可能会感受到爱的起源，以及灵感和创造力的涌现。",
                "总体而言，正位的圣杯1是一张充满美好和希望的牌，标志着新感情、爱的起源和灵感的时刻。",
                "敞开心扉，迎接新的感情和机会。在纯真和美好中，找到对生命更深层次的理解。"
            ],
            "imgDetail": [
                "圣杯1牌上描绘了一只手持圣杯的神秘之手，从云朵中伸出。圣杯中涌现出一只手持百合花的鸽子，象征着纯洁和新生。"
            ],
            "upright": [
                "圣杯1正位代表新感情、爱的起源和灵感的涌现。这是一个充满美好和希望的时刻，可能会迎来新的感情或创意的启示。",
                "正位的圣杯1强调了情感的纯洁和美好。新感情可能是纯洁的爱情，也可能是对生活的热情和灵感的涌现。",
                "圣杯1正位时鼓励我们敞开心扉，迎接新的感情和机会。在纯真和美好中，我们可能会找到对生命更深层次的理解。",
                "正位的圣杯1提醒我们，爱是美好而纯洁的。在这个时刻，我们可能会感受到爱的起源，以及灵感和创造力的涌现。",
                "总体而言，正位的圣杯1是一张充满美好和希望的牌，标志着新感情、爱的起源和灵感的时刻。",
                "敞开心扉，迎接新的感情和机会。在纯真和美好中，找到对生命更深层次的理解。"
            ],
            "reversed": [
                "圣杯1牌逆位时，可能表示情感阻塞、失望和破裂。在逆位的圣杯1下，新感情可能受到阻碍，或者存在一些失望和困扰。",
                "逆位的圣杯1还可能表示对爱情和创造力的阻塞，需要面对内在的情感困扰和难以启齿的问题。",
                "可能你在逆位的圣杯1中需要重新审视自己的情感和信念，寻找情感上的解脱和自我敞开的机会。",
                "逆位的圣杯1提醒我们，情感的阻塞可能是暂时的，需要通过面对问题和深入了解自己来找到解决之道。",
                "情感阻塞、失望、破裂"
            ]
        },
        // 圣杯2
        {
            "text": "圣杯2",
            "id": "sb-2",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/two-cups.jpg",
            "detail": {
                "upright": "爱的联结、伙伴关系、平衡",
                "reversed": "关系不稳定、分离、失衡"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯2牌是小阿卡纳中的圣杯牌，通常代表爱的联结、伙伴关系和平衡。这是一张充满感情和合作的牌。",
                "圣杯2牌上描绘了两只圣杯在云朵上，象征着爱的联结和伙伴关系。两只圣杯中的液体相互流动，形成一种平衡的状态。",
                "正位的圣杯2代表爱的联结、伙伴关系和平衡。这是一个充满感情共鸣和合作的时刻，关系可能会更加牢固和稳定。",
                "正位的圣杯2强调了平等和互相理解的重要性。在伙伴关系中，需要保持平衡，并愿意倾听对方的需求和感受。",
                "圣杯2正位时鼓励我们在感情中追求平等和共鸣。通过理解和支持对方，关系能够更加牢固，并充满爱和温暖。",
                "正位的圣杯2提醒我们，爱的联结是一种珍贵的体验。通过在关系中保持平衡，我们能够创造更加美好的未来。",
                "总体而言，正位的圣杯2是一张充满感情和合作的牌，标志着爱的联结和伙伴关系的加深。",
                "在感情中追求平等和共鸣。通过理解和支持对方，关系能够更加牢固，并充满爱和温暖。"
            ],
            "imgDetail": [
                "圣杯2牌上描绘了两只圣杯在云朵上，象征着爱的联结和伙伴关系。两只圣杯中的液体相互流动，形成一种平衡的状态。"
            ],
            "upright": [
                "圣杯2正位代表爱的联结、伙伴关系和平衡。这是一个充满感情共鸣和合作的时刻，关系可能会更加牢固和稳定。",
                "正位的圣杯2强调了平等和互相理解的重要性。在伙伴关系中，需要保持平衡，并愿意倾听对方的需求和感受。",
                "圣杯2正位时鼓励我们在感情中追求平等和共鸣。通过理解和支持对方，关系能够更加牢固，并充满爱和温暖。",
                "正位的圣杯2提醒我们，爱的联结是一种珍贵的体验。通过在关系中保持平衡，我们能够创造更加美好的未来。",
                "总体而言，正位的圣杯2是一张充满感情和合作的牌，标志着爱的联结和伙伴关系的加深。",
                "在感情中追求平等和共鸣。通过理解和支持对方，关系能够更加牢固，并充满爱和温暖。"
            ],
            "reversed": [
                "圣杯2牌逆位时，可能表示关系不稳定、分离和失衡。在逆位的圣杯2下，关系可能面临一些挑战和不确定性。",
                "逆位的圣杯2还可能表示在伙伴关系中存在沟通障碍，难以达成共识和平衡。",
                "可能你在逆位的圣杯2中需要注意关系中的不稳定因素，并寻找解决问题的方法。建立开放的沟通渠道是关键。",
                "逆位的圣杯2提醒我们，保持关系的平衡和稳定需要双方共同努力。需要谨慎处理可能出现的分歧和冲突。",
                "关系不稳定、分离、失衡"
            ]
        },
        // 圣杯3
        {
            "text": "圣杯3",
            "id": "sb-3",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/three-cups.jpg",
            "detail": {
                "upright": "欢庆、共享、友谊",
                "reversed": "过度庆祝、社交问题、短暂的快乐"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯3牌是小阿卡纳中的圣杯牌，通常代表欢庆、共享和友谊。这是一张充满喜悦和社交的牌。",
                "圣杯3牌上描绘了三只圣杯连在一起，象征着欢庆和共享的场景。三只圣杯中的液体形成一个联结的图案，代表着共同的喜悦。",
                "正位的圣杯3代表欢庆、共享和友谊。这是一个充满喜悦和社交的时刻，你可能会与朋友或亲人共同庆祝一些特殊的事件。",
                "正位的圣杯3强调了社交和共享的重要性。在团体中，人们能够分享彼此的喜悦，共同欢庆取得的成就。",
                "圣杯3正位时鼓励我们与他人共享快乐和喜悦。通过参与社交活动，我们能够建立更加紧密的关系，并感受到友谊的温暖。",
                "正位的圣杯3提醒我们，欢庆和共享是生活中重要的部分。在团体中分享喜悦能够加深人际关系，并带来更多的快乐。",
                "总体而言，正位的圣杯3是一张充满喜悦和社交的牌，标志着欢庆和友谊的时刻。",
                "与他人共享快乐和喜悦。通过参与社交活动，建立更加紧密的关系，并感受友谊的温暖。"
            ],
            "imgDetail": [
                "圣杯3牌上描绘了三只圣杯连在一起，象征着欢庆和共享的场景。三只圣杯中的液体形成一个联结的图案，代表着共同的喜悦。"
            ],
            "upright": [
                "圣杯3正位代表欢庆、共享和友谊。这是一个充满喜悦和社交的时刻，你可能会与朋友或亲人共同庆祝一些特殊的事件。",
                "正位的圣杯3强调了社交和共享的重要性。在团体中，人们能够分享彼此的喜悦，共同欢庆取得的成就。",
                "圣杯3正位时鼓励我们与他人共享快乐和喜悦。通过参与社交活动，我们能够建立更加紧密的关系，并感受到友谊的温暖。",
                "正位的圣杯3提醒我们，欢庆和共享是生活中重要的部分。在团体中分享喜悦能够加深人际关系，并带来更多的快乐。",
                "总体而言，正位的圣杯3是一张充满喜悦和社交的牌，标志着欢庆和友谊的时刻。",
                "与他人共享快乐和喜悦。通过参与社交活动，建立更加紧密的关系，并感受友谊的温暖。"
            ],
            "reversed": [
                "圣杯3牌逆位时，可能表示过度庆祝、社交问题和短暂的快乐。在逆位的圣杯3下，欢庆可能变得过于放纵，导致问题的出现。",
                "逆位的圣杯3还可能表示在社交场合中出现一些问题，可能有误解或不愉快的经历。",
                "可能你在逆位的圣杯3中需要注意在欢庆时保持适度，避免过度庆祝导致问题的产生。保持良好的社交习惯很重要。",
                "逆位的圣杯3提醒我们，短暂的快乐并不总是长久的。需要谨慎处理社交关系，避免因过度庆祝而引起问题。",
                "过度庆祝、社交问题、短暂的快乐"
            ]
        },
        // 圣杯4
        {
            "text": "圣杯4",
            "id": "sb-4",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/four-cups.jpg",
            "detail": {
                "upright": "冥想、内省、对生活不满",
                "reversed": "释放、接受、新机会"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯4牌是小阿卡纳中的圣杯牌，通常代表冥想、内省和对生活不满。这是一张充满深度和思考的牌。",
                "圣杯4牌上描绘了一个年轻人坐在树下，目光专注地凝视着三只圣杯。一只额外的圣杯被伸出来，象征着未被注意到的机会。",
                "正位的圣杯4代表冥想、内省和对生活不满。这是一个需要深思熟虑，反思自己内在感受的时刻。",
                "正位的圣杯4强调了对内在世界的关注。在冥想和内省中，我们能够更好地了解自己的感受，并寻找心灵的平静。",
                "圣杯4正位时鼓励我们在面对生活不满时，寻找内在的平和。通过冥想和深度思考，我们能够找到真正的满足感。",
                "正位的圣杯4提醒我们，对生活的不满可以成为启发内在成长的契机。通过反思，我们能够找到解决问题的路径。",
                "总体而言，正位的圣杯4是一张充满深度和思考的牌，标志着冥想、内省和对生活不满的时刻。",
                "在面对生活不满时，寻找内在的平和。通过冥想和深度思考，找到真正的满足感。"
            ],
            "imgDetail": [
                "圣杯4牌上描绘了一个年轻人坐在树下，目光专注地凝视着三只圣杯。一只额外的圣杯被伸出来，象征着未被注意到的机会。"
            ],
            "upright": [
                "圣杯4正位代表冥想、内省和对生活不满。这是一个需要深思熟虑，反思自己内在感受的时刻。",
                "正位的圣杯4强调了对内在世界的关注。在冥想和内省中，我们能够更好地了解自己的感受，并寻找心灵的平静。",
                "圣杯4正位时鼓励我们在面对生活不满时，寻找内在的平和。通过冥想和深度思考，我们能够找到真正的满足感。",
                "正位的圣杯4提醒我们，对生活的不满可以成为启发内在成长的契机。通过反思，我们能够找到解决问题的路径。",
                "总体而言，正位的圣杯4是一张充满深度和思考的牌，标志着冥想、内省和对生活不满的时刻。",
                "在面对生活不满时，寻找内在的平和。通过冥想和深度思考，找到真正的满足感。"
            ],
            "reversed": [
                "圣杯4牌逆位时，可能表示重新评估、释放和新希望。在逆位的圣杯4下，有可能摆脱对过去的执着，迎接新的可能性。",
                "逆位的圣杯4还可能表示通过学会放下过去的痛苦，迎接新的希望和机会。",
                "可能你在逆位的圣杯4中需要重新审视自己的情感和信念，寻找情感上的解脱和自我敞开的机会。",
                "逆位的圣杯4提醒我们，重新评估自己的情感和信念，放下过去的负面情绪，将迎来新的希望和机会。",
                "重新评估、释放、新希望"
            ]
        },
        // 圣杯5
        {
            "text": "圣杯5",
            "id": "sb-5",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/five-cups.jpg",
            "detail": {
                "upright": "失望、失落、放不下过去",
                "reversed": "重新评估、释放、新希望"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯5牌是小阿卡纳中的圣杯牌，通常代表失望、失落和放不下过去。这是一张充满情感挑战的牌。",
                "圣杯5牌上描绘了一个沮丧的人站在倒下的圣杯旁边，目光望向地上倾倒的圣杯。在远处，还有一座桥，象征着通往新希望的道路。",
                "正位的圣杯5代表失望、失落和放不下过去。这是一个充满情感挑战和困扰的时刻，可能需要面对内心的痛苦。",
                "正位的圣杯5强调了对过去的执着和无法释怀的情感。在面对失望和失落时，需要学会放下过去，寻找新的出路。",
                "圣杯5正位时鼓励我们面对内心的痛苦，勇敢地迎接变化。放下过去的困扰，才能够找到通往新希望的桥梁。",
                "正位的圣杯5提醒我们，失望和失落是人生中不可避免的经历。通过接受并释放过去的痛苦，我们才能够迎接新的机会。",
                "总体而言，正位的圣杯5是一张充满情感挑战的牌，标志着失望、失落和放不下过去的时刻。",
                "面对内心的痛苦，勇敢地迎接变化。通过接受并释放过去的痛苦，找到通往新希望的桥梁。"
            ],
            "imgDetail": [
                "圣杯5牌上描绘了一个沮丧的人站在倒下的圣杯旁边，目光望向地上倾倒的圣杯。在远处，还有一座桥，象征着通往新希望的道路。"
            ],
            "upright": [
                "圣杯5正位代表失望、失落和放不下过去。这是一个充满情感挑战和困扰的时刻，可能需要面对内心的痛苦。",
                "正位的圣杯5强调了对过去的执着和无法释怀的情感。在面对失望和失落时，需要学会放下过去，寻找新的出路。",
                "圣杯5正位时鼓励我们面对内心的痛苦，勇敢地迎接变化。放下过去的困扰，才能够找到通往新希望的桥梁。",
                "正位的圣杯5提醒我们，失望和失落是人生中不可避免的经历。通过接受并释放过去的痛苦，我们才能够迎接新的机会。",
                "总体而言，正位的圣杯5是一张充满情感挑战的牌，标志着失望、失落和放不下过去的时刻。",
                "面对内心的痛苦，勇敢地迎接变化。通过接受并释放过去的痛苦，找到通往新希望的桥梁。"
            ],
            "reversed": [
                "圣杯5牌逆位时，可能表示重新评估、释放和新希望。在逆位的圣杯5下，有可能摆脱对过去的执着，迎接新的可能性。",
                "逆位的圣杯5还可能表示通过学会放下过去的痛苦，迎接新的希望和机会。",
                "可能你在逆位的圣杯5中需要重新审视自己对过去的执着，并寻找新的方向。释放过去，迎接生命中的新契机。",
                "逆位的圣杯5提醒我们，重新评估自己的情感和信念，放下过去的负面情绪，将迎来新的希望和机会。",
                "重新评估、释放、新希望"
            ]
        },
        // 圣杯6
        {
            "text": "圣杯6",
            "id": "sb-6",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/six-cups.jpg",
            "detail": {
                "upright": "美好回忆、怀旧、友谊",
                "reversed": "过去阻碍、无法释怀、回避现实"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯6牌是小阿卡纳中的圣杯牌，通常代表美好回忆、怀旧和友谊。这是一张充满温馨和感情的牌。",
                "圣杯6牌上描绘了两个小孩手持圣杯，其中一人递给另一人。背景中有美丽的花朵，象征着美好的回忆和童年的友谊。",
                "正位的圣杯6代表美好回忆、怀旧和友谊。这是一个充满温馨和感情的时刻，可能会让人回想起过去美好的经历。",
                "正位的圣杯6强调了对过去美好时光的怀念和珍惜。与朋友、家人的友谊让人感到温馨，是生命中宝贵的财富。",
                "圣杯6正位时鼓励我们与他人分享美好回忆，加深人际关系。通过回忆过去的欢笑和温馨时刻，带来更多的快乐。",
                "正位的圣杯6提醒我们，过去的经历和友谊是我们成长的一部分。通过怀念和分享，我们能够加深彼此的情感联系。",
                "总体而言，正位的圣杯6是一张充满温馨和感情的牌，标志着美好回忆、怀旧和友谊的时刻。",
                "与他人分享美好回忆，加深人际关系。通过回忆过去的欢笑和温馨时刻，带来更多的快乐。"
            ],
            "imgDetail": [
                "圣杯6牌上描绘了两个小孩手持圣杯，其中一人递给另一人。背景中有美丽的花朵，象征着美好的回忆和童年的友谊。"
            ],
            "upright": [
                "圣杯6正位代表美好回忆、怀旧和友谊。这是一个充满温馨和感情的时刻，可能会让人回想起过去美好的经历。",
                "正位的圣杯6强调了对过去美好时光的怀念和珍惜。与朋友、家人的友谊让人感到温馨，是生命中宝贵的财富。",
                "圣杯6正位时鼓励我们与他人分享美好回忆，加深人际关系。通过回忆过去的欢笑和温馨时刻，带来更多的快乐。",
                "正位的圣杯6提醒我们，过去的经历和友谊是我们成长的一部分。通过怀念和分享，我们能够加深彼此的情感联系。",
                "总体而言，正位的圣杯6是一张充满温馨和感情的牌，标志着美好回忆、怀旧和友谊的时刻。",
                "与他人分享美好回忆，加深人际关系。通过回忆过去的欢笑和温馨时刻，带来更多的快乐。"
            ],
            "reversed": [
                "圣杯6牌逆位时，可能表示过去的阻碍、无法释怀和回避现实。在逆位的圣杯6下，可能会出现对过去不愿面对的情感。",
                "逆位的圣杯6还可能表示需要放下过去的负面情绪，接受并迎接新的生活。过度沉浸在过去可能阻碍当前的成长。",
                "可能你在逆位的圣杯6中需要审视自己对过去的态度，尝试释放过去的阻碍，勇敢地迎接新的机会。",
                "逆位的圣杯6提醒我们，过去的经历虽然重要，但也需要学会放下，以便更好地面对当前的生活。",
                "过去阻碍、无法释怀、回避现实"
            ]
        },
        // 圣杯7
        {
            "text": "圣杯7",
            "id": "sb-7",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/seven-cups.jpg",
            "detail": {
                "upright": "幻想、选择、多样机会",
                "reversed": "困惑、延迟、缺乏目标"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯7牌是小阿卡纳中的圣杯牌，通常代表幻想、选择和多样机会。这是一张充满梦幻和可能性的牌。",
                "圣杯7牌上描绘了一个男人面前摆放着七只圣杯，每个杯子中都有不同的幻想场景。这象征着多种选择和潜在的机会。",
                "正位的圣杯7代表幻想、选择和多样机会。这是一个充满梦幻和可能性的时刻，需要面对多样的选择。",
                "正位的圣杯7强调了选择的重要性。在各种梦幻中，我们需要理性和理智地做出决定，选择最符合自己目标的机会。",
                "圣杯7正位时鼓励我们梦想大胆，但也要注意理性选择。多样的机会可能带来困扰，需要明确目标并做出明智的决策。",
                "正位的圣杯7提醒我们，幻想是美好的，但也需要脚踏实地。通过理性思考，我们能够找到最适合自己的道路。",
                "总体而言，正位的圣杯7是一张充满梦幻和可能性的牌，标志着幻想、选择和多样机会的时刻。",
                "梦想大胆，但也要注意理性选择。通过理性思考，找到最适合自己的道路。"
            ],
            "imgDetail": [
                "圣杯7牌上描绘了一个男人面前摆放着七只圣杯，每个杯子中都有不同的幻想场景。这象征着多种选择和潜在的机会。"
            ],
            "upright": [
                "圣杯7正位代表幻想、选择和多样机会。这是一个充满梦幻和可能性的时刻，需要面对多样的选择。",
                "正位的圣杯7强调了选择的重要性。在各种梦幻中，我们需要理性和理智地做出决定，选择最符合自己目标的机会。",
                "圣杯7正位时鼓励我们梦想大胆，但也要注意理性选择。多样的机会可能带来困扰，需要明确目标并做出明智的决策。",
                "正位的圣杯7提醒我们，幻想是美好的，但也需要脚踏实地。通过理性思考，我们能够找到最适合自己的道路。",
                "总体而言，正位的圣杯7是一张充满梦幻和可能性的牌，标志着幻想、选择和多样机会的时刻。",
                "梦想大胆，但也要注意理性选择。通过理性思考，找到最适合自己的道路。"
            ],
            "reversed": [
                "圣杯7牌逆位时，可能表示困惑、延迟和缺乏目标。在逆位的圣杯7下，可能会感到对多样机会的选择感到困扰和无所适从。",
                "逆位的圣杯7还可能表示需要对自己的目标和愿望有更明确的认识。过度的幻想和缺乏目标可能导致延迟和不确定性。",
                "可能你在逆位的圣杯7中需要冷静思考，明确自己的目标，并采取实际行动。避免被幻想所困扰，找到真正重要的事物。",
                "逆位的圣杯7提醒我们，梦想需要与实际相结合，理性思考并采取实际行动，才能达成目标。",
                "困惑、延迟、缺乏目标"
            ]
        },
        // 圣杯8
        {
            "text": "圣杯8",
            "id": "sb-8",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/eight-cups.jpg",
            "detail": {
                "upright": "寻找更深层意义、决定放弃、追寻内心需求",
                "reversed": "逃避现实、无法解脱、不愿放手"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯8牌是小阿卡纳中的圣杯牌，通常代表寻找更深层意义、决定放弃和追寻内心需求。这是一张充满决断和寻找的牌。",
                "圣杯8牌上描绘了一个人背着八只圣杯，正在离开。这象征着寻找更深层意义、决定放弃过去，并追寻内心真正的需求。",
                "正位的圣杯8代表寻找更深层意义、决定放弃和追寻内心需求。这是一个需要做出决断，寻找真正目标的时刻。",
                "正位的圣杯8强调了放弃过去的重要性。有时候，我们需要放下旧有的东西，才能找到更深层次的满足和内心的平静。",
                "圣杯8正位时鼓励我们勇敢面对放弃的选择，追寻真正对我们内心有意义的事物。这是一个个人内心成长的过程。",
                "正位的圣杯8提醒我们，放手过去可能是困难的，但却是迈向更好未来的第一步。追寻内心真正的需求，找到更有意义的生活。",
                "总体而言，正位的圣杯8是一张充满决断和寻找的牌，标志着寻找更深层意义、决定放弃和追寻内心需求的时刻。",
                "勇敢面对放弃的选择，追寻真正对内心有意义的事物。放手过去可能是困难的，但是是迈向更好未来的第一步。"
            ],
            "imgDetail": [
                "圣杯8牌上描绘了一个人背着八只圣杯，正在离开。这象征着寻找更深层意义、决定放弃过去，并追寻内心真正的需求。"
            ],
            "upright": [
                "圣杯8正位代表寻找更深层意义、决定放弃和追寻内心需求。这是一个需要做出决断，寻找真正目标的时刻。",
                "正位的圣杯8强调了放弃过去的重要性。有时候，我们需要放下旧有的东西，才能找到更深层次的满足和内心的平静。",
                "圣杯8正位时鼓励我们勇敢面对放弃的选择，追寻真正对我们内心有意义的事物。这是一个个人内心成长的过程。",
                "正位的圣杯8提醒我们，放手过去可能是困难的，但却是迈向更好未来的第一步。追寻内心真正的需求，找到更有意义的生活。",
                "总体而言，正位的圣杯8是一张充满决断和寻找的牌，标志着寻找更深层意义、决定放弃和追寻内心需求的时刻。",
                "勇敢面对放弃的选择，追寻真正对内心有意义的事物。放手过去可能是困难的，但是是迈向更好未来的第一步。"
            ],
            "reversed": [
                "圣杯8牌逆位时，可能表示逃避现实、无法解脱和不愿放手。在逆位的圣杯8下，可能会感到对过去的束缚，难以迈出新的一步。",
                "逆位的圣杯8还可能表示无法做出放弃的决定，拖延离开过去。在追寻内心需求的过程中，可能会面临一些困难和阻碍。",
                "可能你在逆位的圣杯8中需要正视现实，勇敢面对需要放手的事物。逃避过去可能会阻碍个人的成长和发展。",
                "逆位的圣杯8提醒我们，放手过去虽然困难，但是是迈向更好未来的关键。需要正视内心的需求，做出对自己有益的选择。",
                "逃避现实、无法解脱、不愿放手"
            ]
        },
        // 圣杯9
        {
            "text": "圣杯9",
            "id": "sb-9",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/nine-cups.jpg",
            "detail": {
                "upright": "满足、愿望成真、心灵愉悦",
                "reversed": "过度消费、浮华梦想、内在空虚"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯9牌是小阿卡纳中的圣杯牌，通常代表满足、愿望成真和心灵愉悦。这是一张充满喜悦和满足的牌。",
                "圣杯9牌上描绘了九个丰满的圣杯，排列成倒转的U形，象征着满足的愿望和心灵的愉悦。",
                "正位的圣杯9代表满足、愿望成真和心灵愉悦。这是一个充满喜悦和满足感的时刻，所有的愿望似乎都实现了。",
                "正位的圣杯9鼓励我们感受心灵的愉悦，享受生活中美好的瞬间。在这个时刻，我们可以放松，感激并欣赏所拥有的一切。",
                "圣杯9正位时提醒我们，满足不仅仅来自外部的物质，还来自内心的平静和愉悦。通过感恩，我们能够更好地体验满足感。",
                "正位的圣杯9代表的是内在的喜悦和满足，不要忽视心灵的需求。在忙碌的生活中，保持对生活的感激，让内心充满喜悦。",
                "总体而言，正位的圣杯9是一张充满喜悦和满足感的牌，标志着满足、愿望成真和心灵愉悦的时刻。",
                "感受心灵的愉悦，享受生活中美好的瞬间。满足不仅仅来自外部的物质，还来自内心的平静和愉悦。通过感恩，体验满足感。"
            ],
            "imgDetail": [
                "圣杯9牌上描绘了九个丰满的圣杯，排列成倒转的U形，象征着满足的愿望和心灵的愉悦。"
            ],
            "upright": [
                "圣杯9正位代表满足、愿望成真和心灵愉悦。这是一个充满喜悦和满足感的时刻，所有的愿望似乎都实现了。",
                "正位的圣杯9鼓励我们感受心灵的愉悦，享受生活中美好的瞬间。在这个时刻，我们可以放松，感激并欣赏所拥有的一切。",
                "圣杯9正位时提醒我们，满足不仅仅来自外部的物质，还来自内心的平静和愉悦。通过感恩，我们能够更好地体验满足感。",
                "正位的圣杯9代表的是内在的喜悦和满足，不要忽视心灵的需求。在忙碌的生活中，保持对生活的感激，让内心充满喜悦。",
                "总体而言，正位的圣杯9是一张充满喜悦和满足感的牌，标志着满足、愿望成真和心灵愉悦的时刻。",
                "感受心灵的愉悦，享受生活中美好的瞬间。满足不仅仅来自外部的物质，还来自内心的平静和愉悦。通过感恩，体验满足感。"
            ],
            "reversed": [
                "圣杯9牌逆位时，可能表示过度消费、浮华梦想和内在空虚。在逆位的圣杯9下，可能会追求外在的享乐，却忽视了内心的真正需求。",
                "逆位的圣杯9还可能表示过分沉溺于物质追求，而忽略了内在的愉悦。过度的消费和追求可能导致内在空虚感的加剧。",
                "可能你在逆位的圣杯9中需要审视自己对满足的追求，是否过于依赖外在物质而忽略了内心的真正需求。",
                "逆位的圣杯9提醒我们，真正的满足来自内在的心灵愉悦，而不仅仅是外在的物质享受。审视自己的价值观，找回内心的平静。",
                "过度消费、浮华梦想、内在空虚"
            ]
        },
        // 圣杯10
        {
            "text": "圣杯10",
            "id": "sb-10",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ten-cups.jpg",
            "detail": {
                "upright": "家庭和谐、幸福圆满、感情圆满",
                "reversed": "家庭纷争、幸福破裂、感情不和"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯10牌是小阿卡纳中的圣杯牌，通常代表家庭和谐、幸福圆满和感情圆满。这是一张充满幸福和满足的牌。",
                "圣杯10牌上描绘了一对幸福的夫妻和他们的孩子，共同庆祝他们的幸福。这象征着家庭和谐、幸福圆满和感情圆满。",
                "正位的圣杯10代表家庭和谐、幸福圆满和感情圆满。这是一个充满幸福和满足感的时刻，所有家庭成员都在一起共同庆祝。",
                "正位的圣杯10鼓励我们珍惜家庭关系，享受和谐的时刻。在这个时刻，我们可以感受到亲情、爱情和友情的温暖。",
                "圣杯10正位时提醒我们，家庭是幸福的源泉，通过亲情的联系和关爱，我们能够体验到生活的真正满足。",
                "正位的圣杯10代表的是家庭和谐、幸福圆满和感情圆满。在忙碌的生活中，保持对家庭的关爱，让家庭成为温暖的避风港。",
                "总体而言，正位的圣杯10是一张充满幸福和满足感的牌，标志着家庭和谐、幸福圆满和感情圆满的时刻。",
                "珍惜家庭关系，享受和谐的时刻。通过亲情的联系和关爱，体验生活的真正满足。"
            ],
            "imgDetail": [
                "圣杯10牌上描绘了一对幸福的夫妻和他们的孩子，共同庆祝他们的幸福。这象征着家庭和谐、幸福圆满和感情圆满。"
            ],
            "upright": [
                "圣杯10正位代表家庭和谐、幸福圆满和感情圆满。这是一个充满幸福和满足感的时刻，所有家庭成员都在一起共同庆祝。",
                "正位的圣杯10鼓励我们珍惜家庭关系，享受和谐的时刻。在这个时刻，我们可以感受到亲情、爱情和友情的温暖。",
                "圣杯10正位时提醒我们，家庭是幸福的源泉，通过亲情的联系和关爱，我们能够体验到生活的真正满足。",
                "正位的圣杯10代表的是家庭和谐、幸福圆满和感情圆满。在忙碌的生活中，保持对家庭的关爱，让家庭成为温暖的避风港。",
                "总体而言，正位的圣杯10是一张充满幸福和满足感的牌，标志着家庭和谐、幸福圆满和感情圆满的时刻。",
                "珍惜家庭关系，享受和谐的时刻。通过亲情的联系和关爱，体验生活的真正满足。"
            ],
            "reversed": [
                "圣杯10牌逆位时，可能表示家庭纷争、幸福破裂和感情不和。在逆位的圣杯10下，家庭关系可能面临一些困扰和挑战。",
                "逆位的圣杯10还可能表示家庭成员之间的矛盾和分歧，导致家庭幸福受到影响。感情不和可能使家庭氛围变得紧张。",
                "可能你在逆位的圣杯10中需要审视家庭关系，解决家庭内部的问题。通过沟通和理解，化解家庭中的矛盾，恢复家庭和谐。",
                "逆位的圣杯10提醒我们，家庭关系需要经营和维护，不要因小事而影响整体的家庭幸福。通过理解和包容，化解家庭中的纷争。",
                "家庭纷争、幸福破裂、感情不和"
            ]
        },
        // 圣杯随从
        {
            "text": "圣杯随从",
            "id": "sb-page",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/page-cups.jpg",
            "detail": {
                "upright": "新的感情、学习感情、单纯善良",
                "reversed": "感情不成熟、单调乏味、过于梦幻"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯随从牌是小阿卡纳中的圣杯牌，通常代表新的感情、学习感情和单纯善良。这是一张充满美好幻想的牌。",
                "圣杯随从牌上描绘了一个年轻的人手持圣杯，沐浴在幻想的氛围中。这象征着对爱情和感情的单纯追求。",
                "正位的圣杯随从代表新的感情、学习感情和单纯善良。这是一个充满美好幻想的时刻，适合展开新的感情历程。",
                "正位的圣杯随从鼓励我们保持对感情的单纯追求，不被世俗的观念所左右。在这个时刻，我们可以坦诚表达内心的情感。",
                "圣杯随从正位时提醒我们，爱情和感情是美好而纯净的。通过学习感情，我们能够体验到单纯善良的美好。",
                "正位的圣杯随从代表的是充满美好幻想的新感情，坦诚表达内心情感，追求单纯善良的爱情。",
                "总体而言，正位的圣杯随从是一张充满美好幻想的牌，标志着新的感情、学习感情和单纯善良的时刻。",
                "保持对感情的单纯追求，不被世俗观念左右。爱情和感情是美好而纯净的，通过学习感情，体验单纯善良的美好。"
            ],
            "imgDetail": [
                "圣杯随从牌上描绘了一个年轻的人手持圣杯，沐浴在幻想的氛围中。这象征着对爱情和感情的单纯追求。"
            ],
            "upright": [
                "正位的圣杯随从代表新的感情、学习感情和单纯善良。这是一个充满美好幻想的时刻，适合展开新的感情历程。",
                "正位的圣杯随从鼓励我们保持对感情的单纯追求，不被世俗的观念所左右。在这个时刻，我们可以坦诚表达内心的情感。",
                "圣杯随从正位时提醒我们，爱情和感情是美好而纯净的。通过学习感情，我们能够体验到单纯善良的美好。",
                "正位的圣杯随从代表的是充满美好幻想的新感情，坦诚表达内心情感，追求单纯善良的爱情。",
                "总体而言，正位的圣杯随从是一张充满美好幻想的牌，标志着新的感情、学习感情和单纯善良的时刻。",
                "保持对感情的单纯追求，不被世俗观念左右。爱情和感情是美好而纯净的，通过学习感情，体验单纯善良的美好。"
            ],
            "reversed": [
                "圣杯随从牌逆位时，可能表示感情不成熟、单调乏味和过于梦幻。在逆位的圣杯随从下，感情可能受到一些幻想和不切实际的影响。",
                "逆位的圣杯随从还可能表示追求感情的方式过于单调，缺乏新意和创意。感情可能变得沉闷乏味，失去了初期的激情。",
                "可能你在逆位的圣杯随从中需要审视自己的感情态度，寻找新的创意和激情。尝试从不同的角度看待感情，注入新的活力。",
                "逆位的圣杯随从提醒我们，感情需要不断发展和创新。不要陷入单调乏味的感情中，尝试保持新鲜感和激情。",
                "感情不成熟、单调乏味、过于梦幻"
            ]
        },
        // 圣杯骑士
        {
            "text": "圣杯骑士",
            "id": "sb-knight",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/knight-cups.jpg",
            "detail": {
                "upright": "浪漫、幻想、追求梦想",
                "reversed": "梦想受阻、感情冷淡、过于理想化"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯骑士牌是小阿卡纳中的圣杯牌，通常代表浪漫、幻想和追求梦想。这是一张充满激情和冒险的牌。",
                "圣杯骑士牌上描绘了一位骑马的年轻骑士，手持圣杯。他眼中充满梦想和幻想，背后是一片美丽的湖泊，象征着感情的深度。",
                "正位的圣杯骑士代表浪漫、幻想和追求梦想。这是一个充满激情和冒险的时刻，适合追逐内心的梦想和追求感情的冒险。",
                "正位的圣杯骑士鼓励我们敢于追求内心的梦想，勇敢表达感情。在这个时刻，我们可以充满勇气地迎接感情的挑战。",
                "圣杯骑士正位时提醒我们，浪漫和幻想是感情中重要的元素。通过追求梦想，我们能够让感情变得更加深刻和美好。",
                "正位的圣杯骑士代表的是充满激情和冒险的新感情，敢于追求梦想，勇敢表达感情。",
                "总体而言，正位的圣杯骑士是一张充满激情和冒险的牌，标志着浪漫、幻想和追求梦想的时刻。",
                "敢于追求内心的梦想，勇敢表达感情。浪漫和幻想是感情中重要的元素，通过追求梦想，让感情更加深刻和美好。"
            ],
            "imgDetail": [
                "圣杯骑士牌上描绘了一位骑马的年轻骑士，手持圣杯。他眼中充满梦想和幻想，背后是一片美丽的湖泊，象征着感情的深度。"
            ],
            "upright": [
                "正位的圣杯骑士代表浪漫、幻想和追求梦想。这是一个充满激情和冒险的时刻，适合追逐内心的梦想和追求感情的冒险。",
                "正位的圣杯骑士鼓励我们敢于追求内心的梦想，勇敢表达感情。在这个时刻，我们可以充满勇气地迎接感情的挑战。",
                "圣杯骑士正位时提醒我们，浪漫和幻想是感情中重要的元素。通过追求梦想，我们能够让感情变得更加深刻和美好。",
                "正位的圣杯骑士代表的是充满激情和冒险的新感情，敢于追求梦想，勇敢表达感情。",
                "总体而言，正位的圣杯骑士是一张充满激情和冒险的牌，标志着浪漫、幻想和追求梦想的时刻。",
                "敢于追求内心的梦想，勇敢表达感情。浪漫和幻想是感情中重要的元素，通过追求梦想，让感情更加深刻和美好。"
            ],
            "reversed": [
                "圣杯骑士牌逆位时，可能表示梦想受阻、感情冷淡和过于理想化。在逆位的圣杯骑士下，感情可能受到一些阻碍和困扰。",
                "逆位的圣杯骑士还可能表示过于理想化的梦想可能不切实际，需要面对现实。感情可能变得冷淡，失去了初期的激情。",
                "可能你在逆位的圣杯骑士中需要审视自己的梦想和期望，看是否需要做出一些调整。理性看待感情，不要过于理想化。",
                "逆位的圣杯骑士提醒我们，梦想和理想化的感情需要与现实相结合。不要被过于理想化的梦想阻碍感情的发展。",
                "梦想受阻、感情冷淡、过于理想化"
            ]
        },
        // 圣杯皇后
        {
            "text": "圣杯皇后",
            "id": "sb-queen",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/queen-cups.jpg",
            "detail": {
                "upright": "直觉、善解人意、温柔体贴",
                "reversed": "情感敏感、情绪不稳、被动消极"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯皇后牌是小阿卡纳中的圣杯牌，通常代表直觉、善解人意和温柔体贴。这是一张充满女性柔美特质的牌。",
                "圣杯皇后牌上描绘了一位端庄优雅的女性，手持圣杯，坐在水边。她的形象充满了温柔和情感，象征着深刻的直觉。",
                "正位的圣杯皇后代表直觉、善解人意和温柔体贴。这是一个充满女性柔美特质的时刻，适合关心他人并表达内心感情。",
                "正位的圣杯皇后鼓励我们倾听内心的直觉，善解身边人的心情。在这个时刻，我们可以通过温柔体贴的方式来处理感情。",
                "圣杯皇后正位时提醒我们，直觉是感情中重要的元素。通过善解人意和温柔体贴，我们能够建立深刻而美好的人际关系。",
                "正位的圣杯皇后代表的是充满女性柔美特质的感情，倾听内心直觉，善解人意，通过温柔体贴的方式处理感情。",
                "总体而言，正位的圣杯皇后是一张充满女性柔美特质的牌，标志着直觉、善解人意和温柔体贴的时刻。",
                "倾听内心直觉，善解人意，通过温柔体贴的方式处理感情。直觉是感情中重要的元素，通过善解人意和温柔体贴，建立深刻而美好的人际关系。"
            ],
            "imgDetail": [
                "圣杯皇后牌上描绘了一位端庄优雅的女性，手持圣杯，坐在水边。她的形象充满了温柔和情感，象征着深刻的直觉。"
            ],
            "upright": [
                "正位的圣杯皇后代表直觉、善解人意和温柔体贴。这是一个充满女性柔美特质的时刻，适合关心他人并表达内心感情。",
                "正位的圣杯皇后鼓励我们倾听内心的直觉，善解身边人的心情。在这个时刻，我们可以通过温柔体贴的方式来处理感情。",
                "圣杯皇后正位时提醒我们，直觉是感情中重要的元素。通过善解人意和温柔体贴，我们能够建立深刻而美好的人际关系。",
                "正位的圣杯皇后代表的是充满女性柔美特质的感情，倾听内心直觉，善解人意，通过温柔体贴的方式处理感情。",
                "总体而言，正位的圣杯皇后是一张充满女性柔美特质的牌，标志着直觉、善解人意和温柔体贴的时刻。",
                "倾听内心直觉，善解人意，通过温柔体贴的方式处理感情。直觉是感情中重要的元素，通过善解人意和温柔体贴，建立深刻而美好的人际关系。"
            ],
            "reversed": [
                "圣杯皇后牌逆位时，可能表示情感敏感、情绪不稳和被动消极。在逆位的圣杯皇后下，感情可能受到一些波动和困扰。",
                "逆位的圣杯皇后还可能表示过于依赖他人，缺乏自主性。感情可能变得被动消极，难以表达内心真实感受。",
                "可能你在逆位的圣杯皇后中需要审视自己的情感态度，看是否过于敏感或被动。学会独立思考，不要过度依赖他人。",
                "逆位的圣杯皇后提醒我们，情感需要稳定和独立。不要过于依赖他人，要学会独立思考和表达自己的真实感受。",
                "情感敏感、情绪不稳、被动消极"
            ]
        },
        // 圣杯国王
        {
            "text": "圣杯国王",
            "id": "sb-king",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/king-cups.jpg",
            "detail": {
                "upright": "慈爱关怀、成熟稳重、情感领导",
                "reversed": "情感支配、过于感性、缺乏自制"
            },
            "note": "",
            "details": [
                "韦特塔罗圣杯国王牌是小阿卡纳中的圣杯牌，通常代表慈爱关怀、成熟稳重和情感领导。这是一张充满父慈母爱的牌。",
                "圣杯国王牌上描绘了一位坐在宝座上的成熟男性，手持圣杯。他的形象充满了慈爱和关怀，象征着对家庭和感情的责任。",
                "正位的圣杯国王代表慈爱关怀、成熟稳重和情感领导。这是一个充满父慈母爱的时刻，适合展现对家庭和感情的责任心。",
                "正位的圣杯国王鼓励我们成熟稳重地面对感情，展现出情感的领导力。在这个时刻，我们可以成为家庭的支柱，给予关爱。",
                "圣杯国王正位时提醒我们，慈爱和责任是感情中重要的元素。通过成熟稳重和情感领导，我们能够创造出温馨和谐的家庭。",
                "正位的圣杯国王代表的是充满父慈母爱的感情，展现出慈爱关怀、成熟稳重和情感领导的品质。",
                "总体而言，正位的圣杯国王是一张充满父慈母爱的牌，标志着慈爱关怀、成熟稳重和情感领导的时刻。",
                "成熟稳重地面对感情，展现出情感的领导力。慈爱和责任是感情中重要的元素，通过成熟稳重和情感领导，创造温馨和谐的家庭。"
            ],
            "imgDetail": [
                "圣杯国王牌上描绘了一位坐在宝座上的成熟男性，手持圣杯。他的形象充满了慈爱和关怀，象征着对家庭和感情的责任。"
            ],
            "upright": [
                "正位的圣杯国王代表慈爱关怀、成熟稳重和情感领导。这是一个充满父慈母爱的时刻，适合展现对家庭和感情的责任心。",
                "正位的圣杯国王鼓励我们成熟稳重地面对感情，展现出情感的领导力。在这个时刻，我们可以成为家庭的支柱，给予关爱。",
                "圣杯国王正位时提醒我们，慈爱和责任是感情中重要的元素。通过成熟稳重和情感领导，我们能够创造出温馨和谐的家庭。",
                "正位的圣杯国王代表的是充满父慈母爱的感情，展现出慈爱关怀、成熟稳重和情感领导的品质。",
                "总体而言，正位的圣杯国王是一张充满父慈母爱的牌，标志着慈爱关怀、成熟稳重和情感领导的时刻。",
                "成熟稳重地面对感情，展现出情感的领导力。慈爱和责任是感情中重要的元素，通过成熟稳重和情感领导，创造温馨和谐的家庭。"
            ],
            "reversed": [
                "圣杯国王牌逆位时，可能表示情感支配、过于感性和缺乏自制。在逆位的圣杯国王下，感情可能变得过于主观和缺乏理性。",
                "逆位的圣杯国王还可能表示在感情中过于支配或被支配，缺乏平衡。可能需要调整感情中的权力关系，避免情感的过度控制。",
                "可能你在逆位的圣杯国王中需要审视自己的情感表达方式，看是否过于感性或缺乏自制。学会理性思考，避免情感的过度放纵。",
                "逆位的圣杯国王提醒我们，情感表达需要平衡和理性。不要过于感性，也不要过于支配或被支配。建立平等健康的感情关系。",
                "情感支配、过于感性、缺乏自制"
            ]
        },

    ],
    [
        // 权杖1
        {
            "text": "权杖1",
            "id": "wands-1",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ace-wands.jpg",
            "detail": {
                "upright": "新的能量、创意、行动力",
                "reversed": "失去动力、计划泡汤、意志消沉"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖1牌是小阿卡纳中的权杖牌，通常代表新的能量、创意和行动力。这是一张充满活力和激情的牌。",
                "权杖1牌上描绘了一只手从云中伸出，手持一根权杖，象征着新的能量和创意的开始。这是一个充满活力和激情的时刻。",
                "正位的权杖1代表新的能量、创意和行动力。这是一个充满活力和激情的时刻，适合展开新的计划和开始新的事业。",
                "正位的权杖1鼓励我们发挥创造力，迎接新的挑战。在这个时刻，我们可以充满活力地追求自己的目标，展现出坚定的行动力。",
                "权杖1正位时提醒我们，新的能量和创意是成功的关键。通过充满活力的行动，我们能够取得积极的成果。",
                "正位的权杖1代表充满活力和激情的时刻，迎接新的挑战，发挥创造力，展现出坚定的行动力。",
                "总体而言，正位的权杖1是一张充满活力和激情的牌，标志着新的能量、创意和行动力的开始。",
                "发挥创造力，迎接新的挑战，充满活力地追求目标，展现出坚定的行动力。新的能量和创意是成功的关键，通过充满活力的行动，取得积极的成果。"
            ],
            "imgDetail": [
                "权杖1牌上描绘了一只手从云中伸出，手持一根权杖，象征着新的能量和创意的开始。这是一个充满活力和激情的时刻。"
            ],
            "upright": [
                "正位的权杖1代表新的能量、创意和行动力。这是一个充满活力和激情的时刻，适合展开新的计划和开始新的事业。",
                "正位的权杖1鼓励我们发挥创造力，迎接新的挑战。在这个时刻，我们可以充满活力地追求自己的目标，展现出坚定的行动力。",
                "权杖1正位时提醒我们，新的能量和创意是成功的关键。通过充满活力的行动，我们能够取得积极的成果。",
                "正位的权杖1代表充满活力和激情的时刻，迎接新的挑战，发挥创造力，展现出坚定的行动力。",
                "总体而言，正位的权杖1是一张充满活力和激情的牌，标志着新的能量、创意和行动力的开始。",
                "发挥创造力，迎接新的挑战，充满活力地追求目标，展现出坚定的行动力。新的能量和创意是成功的关键，通过充满活力的行动，取得积极的成果。"
            ],
            "reversed": [
                "权杖1牌逆位时，可能表示失去动力、计划泡汤和意志消沉。在逆位的权杖1下，可能感到一时的低谷和无所适从。",
                "逆位的权杖1还可能表示计划无法顺利实施，需要重新审视目标和计划。可能需要调整自己的状态，寻找新的动力和激情。",
                "可能你在逆位的权杖1中需要面对一些挑战，感到意志消沉。需要重新审视自己的目标，寻找新的动力和激情。",
                "逆位的权杖1提醒我们，即使遇到困难，也要保持积极的态度。重新审视目标，找到新的动力和激情，重新开始。",
                "失去动力、计划泡汤、意志消沉"
            ]
        },
        // 权杖2
        {
            "text": "权杖2",
            "id": "wands-2",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/two-wands.jpg",
            "detail": {
                "upright": "未来计划、决断力、掌握局势",
                "reversed": "计划泡汤、拖延症、迟疑不决"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖2牌是小阿卡纳中的权杖牌，通常代表未来计划、决断力和掌握局势。这是一张充满决策和掌控力的牌。",
                "权杖2牌上描绘了一位站在城墙上的男性，手持两根权杖，远望远方的景象。这象征着对未来的规划和决断。",
                "正位的权杖2代表未来计划、决断力和掌握局势。这是一个充满决策和掌控力的时刻，适合做出重要的决定和规划未来。",
                "正位的权杖2鼓励我们有远见，做好未来的计划。在这个时刻，我们可以展现出决断力，掌握局势，为未来的发展做好准备。",
                "权杖2正位时提醒我们，通过决断和规划，我们能够更好地掌握自己的未来。有远见的规划是成功的关键。",
                "正位的权杖2代表充满决策和掌控力的时刻，做好未来的计划，展现出决断力。通过有远见的规划，为未来的发展做好准备。",
                "总体而言，正位的权杖2是一张充满决策和掌控力的牌，标志着未来计划、决断力和掌握局势的时刻。",
                "有远见，做好未来的计划，展现出决断力，掌握局势，为未来的发展做好准备。通过有远见的规划，取得成功的关键。"
            ],
            "imgDetail": [
                "权杖2牌上描绘了一位站在城墙上的男性，手持两根权杖，远望远方的景象。这象征着对未来的规划和决断。"
            ],
            "upright": [
                "正位的权杖2代表未来计划、决断力和掌握局势。这是一个充满决策和掌控力的时刻，适合做出重要的决定和规划未来。",
                "正位的权杖2鼓励我们有远见，做好未来的计划。在这个时刻，我们可以展现出决断力，掌握局势，为未来的发展做好准备。",
                "权杖2正位时提醒我们，通过决断和规划，我们能够更好地掌握自己的未来。有远见的规划是成功的关键。",
                "正位的权杖2代表充满决策和掌控力的时刻，做好未来的计划，展现出决断力。通过有远见的规划，为未来的发展做好准备。",
                "总体而言，正位的权杖2是一张充满决策和掌控力的牌，标志着未来计划、决断力和掌握局势的时刻。",
                "有远见，做好未来的计划，展现出决断力，掌握局势，为未来的发展做好准备。通过有远见的规划，取得成功的关键。"
            ],
            "reversed": [
                "权杖2牌逆位时，可能表示计划泡汤、拖延症和迟疑不决。在逆位的权杖2下，可能感到对未来的规划缺乏决心和方向。",
                "逆位的权杖2还可能表示计划无法顺利实施，需要重新审视目标和计划。可能需要调整自己的状态，寻找新的决心和方向。",
                "可能你在逆位的权杖2中感到迟疑不决，缺乏对未来的规划。需要重新审视目标，找到新的决心和方向。",
                "逆位的权杖2提醒我们，对未来的规划需要坚定的决心和方向。不要拖延症，要勇敢地迈出第一步。",
                "计划泡汤、拖延症、迟疑不决"
            ]
        },
        // 权杖3
        {
            "text": "权杖3",
            "id": "wands-3",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/three-wands.jpg",
            "detail": {
                "upright": "远见卓识、展望未来、等待机会",
                "reversed": "短视、失去信心、放弃等待"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖3牌是小阿卡纳中的权杖牌，通常代表远见卓识、展望未来和等待机会。这是一张充满期待和耐心的牌。",
                "权杖3牌上描绘了一位站在高处的人，手持一根权杖，远望远方的海景。这象征着对未来的远见和展望，以及等待机会的耐心。",
                "正位的权杖3代表远见卓识、展望未来和等待机会。这是一个充满期待和耐心的时刻，适合等待事物自然发展。",
                "正位的权杖3鼓励我们有远见，展望未来，并且耐心等待机会的到来。在这个时刻，我们可以保持对未来的信心，等待事物自然发展。",
                "权杖3正位时提醒我们，通过远见和耐心，我们能够更好地展望未来，等待合适的机会。期待未来的发展。",
                "正位的权杖3代表充满期待和耐心的时刻，展望未来，并且等待机会的到来。通过远见和耐心，期待未来的发展。",
                "总体而言，正位的权杖3是一张充满期待和耐心的牌，标志着远见卓识、展望未来和等待机会的时刻。",
                "有远见，展望未来，并且等待机会的到来。通过远见和耐心，期待未来的发展。"
            ],
            "imgDetail": [
                "权杖3牌上描绘了一位站在高处的人，手持一根权杖，远望远方的海景。这象征着对未来的远见和展望，以及等待机会的耐心。"
            ],
            "upright": [
                "正位的权杖3代表远见卓识、展望未来和等待机会。这是一个充满期待和耐心的时刻，适合等待事物自然发展。",
                "正位的权杖3鼓励我们有远见，展望未来，并且耐心等待机会的到来。在这个时刻，我们可以保持对未来的信心，等待事物自然发展。",
                "权杖3正位时提醒我们，通过远见和耐心，我们能够更好地展望未来，等待合适的机会。期待未来的发展。",
                "正位的权杖3代表充满期待和耐心的时刻，展望未来，并且等待机会的到来。通过远见和耐心，期待未来的发展。",
                "总体而言，正位的权杖3是一张充满期待和耐心的牌，标志着远见卓识、展望未来和等待机会的时刻。",
                "有远见，展望未来，并且等待机会的到来。通过远见和耐心，期待未来的发展。"
            ],
            "reversed": [
                "权杖3牌逆位时，可能表示短视、失去信心和放弃等待。在逆位的权杖3下，可能感到对未来的展望变得狭窄，缺乏耐心。",
                "逆位的权杖3还可能表示失去信心，对未来的计划产生怀疑。可能需要重新审视目标，恢复对未来的信心。",
                "可能你在逆位的权杖3中感到短视，缺乏对未来的展望。需要重新审视自己的目标，保持对未来的信心。",
                "逆位的权杖3提醒我们，即使遇到困难，也要保持对未来的信心。不要放弃等待，耐心等待机会的到来。",
                "短视、失去信心、放弃等待"
            ]
        },
        // 权杖4
        {
            "text": "权杖4",
            "id": "wands-4",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/four-wands.jpg",
            "detail": {
                "upright": "庆祝成功、社交活动、团体荣耀",
                "reversed": "个体主义、庆祝延迟、短暂的荣耀"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖4牌是小阿卡纳中的权杖牌，通常代表庆祝成功、社交活动和团体荣耀。这是一张充满喜庆和团结的牌。",
                "权杖4牌上描绘了四根花杖，挂上了花环，人们正在庆祝。这象征着成功的喜悦，社交活动和集体的荣誉。",
                "正位的权杖4代表庆祝成功、社交活动和团体荣耀。这是一个充满喜庆和团结的时刻，适合与他人共同庆祝。",
                "正位的权杖4鼓励我们与他人分享成功的喜悦，参与社交活动，共同享受团体的荣耀。在这个时刻，团结是非常重要的。",
                "权杖4正位时提醒我们，通过庆祝成功，参与社交活动，我们可以共同享受团体的荣耀。这是一个充满欢乐和团结的时刻。",
                "正位的权杖4代表庆祝成功、社交活动和团体荣耀。通过与他人共同庆祝，我们可以感受到集体的荣誉和团结的力量。",
                "总体而言，正位的权杖4是一张充满喜庆和团结的牌，标志着庆祝成功、参与社交活动和共享团体荣耀的时刻。",
                "庆祝成功，参与社交活动，共同享受团体的荣耀。通过与他人共同庆祝，感受到集体的荣誉和团结的力量。"
            ],
            "imgDetail": [
                "权杖4牌上描绘了四根花杖，挂上了花环，人们正在庆祝。这象征着成功的喜悦，社交活动和集体的荣誉。"
            ],
            "upright": [
                "正位的权杖4代表庆祝成功、社交活动和团体荣耀。这是一个充满喜庆和团结的时刻，适合与他人共同庆祝。",
                "正位的权杖4鼓励我们与他人分享成功的喜悦，参与社交活动，共同享受团体的荣耀。在这个时刻，团结是非常重要的。",
                "权杖4正位时提醒我们，通过庆祝成功，参与社交活动，我们可以共同享受团体的荣耀。这是一个充满欢乐和团结的时刻。",
                "正位的权杖4代表庆祝成功、社交活动和团体荣耀。通过与他人共同庆祝，我们可以感受到集体的荣誉和团结的力量。",
                "总体而言，正位的权杖4是一张充满喜庆和团结的牌，标志着庆祝成功、参与社交活动和共享团体荣耀的时刻。",
                "庆祝成功，参与社交活动，共同享受团体的荣耀。通过与他人共同庆祝，感受到集体的荣誉和团结的力量。"
            ],
            "reversed": [
                "权杖4牌逆位时，可能表示个体主义、庆祝延迟和短暂的荣耀。在逆位的权杖4下，可能感到成功的喜悦无法共享，团队荣耀短暂。",
                "逆位的权杖4还可能表示个体主义占据上风，无法与他人共同庆祝。可能需要调整自己的态度，更注重团队合作。",
                "可能你在逆位的权杖4中感到庆祝被延迟，个体主义占据上风。需要调整态度，更注重与他人共同庆祝和团队合作。",
                "逆位的权杖4提醒我们，虽然可能会遇到个体主义和庆祝被延迟的情况，但仍然需要关注团队的荣耀和共同庆祝。",
                "个体主义、庆祝延迟、短暂的荣耀"
            ]
        },
        // 权杖5
        {
            "text": "权杖5",
            "id": "wands-5",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/five-wands.jpg",
            "detail": {
                "upright": "竞争、争斗、困扰",
                "reversed": "避免冲突、寻求和解、解决纠纷"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖5牌是小阿卡纳中的权杖牌，通常代表竞争、争斗和困扰。这是一张充满挑战和冲突的牌。",
                "权杖5牌上描绘了五根交叉的权杖，象征着竞争和争斗。人们在争斗中，彼此之间存在困扰。这是一张充满挑战的牌。",
                "正位的权杖5代表竞争、争斗和困扰。这是一个充满挑战和冲突的时刻，可能需要面对竞争和解决困扰。",
                "正位的权杖5鼓励我们勇敢面对竞争，勇于解决争斗，尽力解决困扰。在这个时刻，挑战可能会成为成长的机会。",
                "权杖5正位时提醒我们，通过勇敢面对竞争，解决争斗，我们可以克服困扰，迎接挑战。这是一个需要勇气和决心的时刻。",
                "正位的权杖5代表充满挑战和冲突的时刻，需要勇气面对竞争，解决争斗，克服困扰。挑战可能是成长的契机。",
                "总体而言，正位的权杖5是一张充满挑战和冲突的牌，标志着竞争、争斗和需要解决困扰的时刻。",
                "勇敢面对竞争，解决争斗，克服困扰。挑战可能是成长的契机。"
            ],
            "imgDetail": [
                "权杖5牌上描绘了五根交叉的权杖，象征着竞争和争斗。人们在争斗中，彼此之间存在困扰。这是一张充满挑战的牌。"
            ],
            "upright": [
                "正位的权杖5代表竞争、争斗和困扰。这是一个充满挑战和冲突的时刻，可能需要面对竞争和解决困扰。",
                "正位的权杖5鼓励我们勇敢面对竞争，勇于解决争斗，尽力解决困扰。在这个时刻，挑战可能会成为成长的机会。",
                "权杖5正位时提醒我们，通过勇敢面对竞争，解决争斗，我们可以克服困扰，迎接挑战。这是一个需要勇气和决心的时刻。",
                "正位的权杖5代表充满挑战和冲突的时刻，需要勇气面对竞争，解决争斗，克服困扰。挑战可能是成长的契机。",
                "总体而言，正位的权杖5是一张充满挑战和冲突的牌，标志着竞争、争斗和需要解决困扰的时刻。",
                "勇敢面对竞争，解决争斗，克服困扰。挑战可能是成长的契机。"
            ],
            "reversed": [
                "权杖5牌逆位时，可能表示避免冲突、寻求和解和解决纠纷。在逆位的权杖5下，可能成功避免了竞争和争斗，寻找和解的方式。",
                "逆位的权杖5还可能表示冲突被解决，纠纷得到解决。通过寻求和解，可以化解困扰，避免进一步的矛盾。",
                "可能你在逆位的权杖5中成功避免了冲突，寻求和解，解决了纠纷。通过灵活应对，避免了困扰的加剧。",
                "逆位的权杖5提醒我们，通过避免冲突，寻求和解，我们可以化解困扰，解决纠纷。在处理问题时，灵活应对是重要的。",
                "避免冲突、寻求和解、解决纠纷"
            ]
        },
        // 权杖6
        {
            "text": "权杖6",
            "id": "wands-6",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/six-wands.jpg",
            "detail": {
                "upright": "胜利、公众认可、荣誉",
                "reversed": "骄傲、过分自信、虚荣心"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖6牌是小阿卡纳中的权杖牌，通常代表胜利、公众认可和荣誉。这是一张充满荣耀和成功的牌。",
                "权杖6牌上描绘了一个戴着胜利花冠的战士，手持胜利的权杖，被人们簇拥。这象征着个人的胜利，公众的认可和荣誉的颁发。",
                "正位的权杖6代表胜利、公众认可和荣誉。这是一个充满荣耀和成功的时刻，个人取得了显著的胜利，得到了他人的认可。",
                "正位的权杖6鼓励我们享受胜利的时刻，领受公众的认可，感受荣誉的荣耀。在这个时刻，我们可以自豪地展现自己的成就。",
                "权杖6正位时提醒我们，通过个人努力取得胜利，得到公众认可，领受荣誉的荣耀。这是一个值得庆祝和自豪的时刻。",
                "正位的权杖6代表胜利、公众认可和荣誉。在成功的时刻，我们可以享受胜利的果实，感受他人的认可和荣誉的荣耀。",
                "总体而言，正位的权杖6是一张充满荣耀和成功的牌，标志着胜利、公众认可和荣誉的时刻。",
                "享受胜利的时刻，领受公众的认可，感受荣誉的荣耀。在成功的时刻，我们可以自豪地展现自己的成就。"
            ],
            "imgDetail": [
                "权杖6牌上描绘了一个戴着胜利花冠的战士，手持胜利的权杖，被人们簇拥。这象征着个人的胜利，公众的认可和荣誉的颁发。"
            ],
            "upright": [
                "正位的权杖6代表胜利、公众认可和荣誉。这是一个充满荣耀和成功的时刻，个人取得了显著的胜利，得到了他人的认可。",
                "正位的权杖6鼓励我们享受胜利的时刻，领受公众的认可，感受荣誉的荣耀。在这个时刻，我们可以自豪地展现自己的成就。",
                "权杖6正位时提醒我们，通过个人努力取得胜利，得到公众认可，领受荣誉的荣耀。这是一个值得庆祝和自豪的时刻。",
                "正位的权杖6代表胜利、公众认可和荣誉。在成功的时刻，我们可以享受胜利的果实，感受他人的认可和荣誉的荣耀。",
                "总体而言，正位的权杖6是一张充满荣耀和成功的牌，标志着胜利、公众认可和荣誉的时刻。",
                "享受胜利的时刻，领受公众的认可，感受荣誉的荣耀。在成功的时刻，我们可以自豪地展现自己的成就。"
            ],
            "reversed": [
                "权杖6牌逆位时，可能表示骄傲、过分自信和虚荣心。在逆位的权杖6下，可能过于沉湎于胜利，产生骄傲和自大的情绪。",
                "逆位的权杖6还可能表示荣誉的虚荣心，过分注重他人的认可，忽略了内在的平衡。需要注意避免过度的自信和虚荣。",
                "可能你在逆位的权杖6中感到骄傲、过分自信和虚荣心。需要意识到成功并非一切，保持谦逊和平衡的心态。",
                "逆位的权杖6提醒我们，尽管取得了胜利和公众认可，但仍需保持谦逊。避免骄傲和虚荣心，保持内在的平衡。",
                "骄傲、过分自信、虚荣心"
            ]
        },
        // 权杖7
        {
            "text": "权杖7",
            "id": "wands-7",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/seven-wands.jpg",
            "detail": {
                "upright": "坚持立场、保护、战胜竞争",
                "reversed": "过于防守、过分警惕、孤立无援"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖7牌是小阿卡纳中的权杖牌，通常代表坚持立场、保护和战胜竞争。这是一张需要坚持的牌。",
                "权杖7牌上描绘了一个战士，站在高地上，手握权杖，面对前方的竞争。这象征着对立面的坚持，保护自己的立场，并战胜竞争。",
                "正位的权杖7代表坚持立场、保护和战胜竞争。这是一个需要坚持自己信念，保护自己权益，并成功战胜竞争对手的时刻。",
                "正位的权杖7鼓励我们在面对竞争和对抗时坚持立场，保护自己的利益，战胜竞争对手。在这个时刻，坚持是成功的关键。",
                "权杖7正位时提醒我们，通过坚持立场，保护自己，我们可以成功战胜竞争，取得胜利。这是一个需要自信和毅力的时刻。",
                "正位的权杖7代表坚持立场、保护和战胜竞争。在竞争激烈的环境中，保持信念，战胜竞争对手，将会带来成功。",
                "总体而言，正位的权杖7是一张需要坚持立场、保护自己，并成功战胜竞争的牌。",
                "在竞争激烈的环境中，保持信念，战胜竞争对手，将会带来成功。"
            ],
            "imgDetail": [
                "权杖7牌上描绘了一个战士，站在高地上，手握权杖，面对前方的竞争。这象征着对立面的坚持，保护自己的立场，并战胜竞争。"
            ],
            "upright": [
                "正位的权杖7代表坚持立场、保护和战胜竞争。这是一个需要坚持自己信念，保护自己权益，并成功战胜竞争对手的时刻。",
                "正位的权杖7鼓励我们在面对竞争和对抗时坚持立场，保护自己的利益，战胜竞争对手。在这个时刻，坚持是成功的关键。",
                "权杖7正位时提醒我们，通过坚持立场，保护自己，我们可以成功战胜竞争，取得胜利。这是一个需要自信和毅力的时刻。",
                "正位的权杖7代表坚持立场、保护和战胜竞争。在竞争激烈的环境中，保持信念，战胜竞争对手，将会带来成功。",
                "总体而言，正位的权杖7是一张需要坚持立场、保护自己，并成功战胜竞争的牌。",
                "在竞争激烈的环境中，保持信念，战胜竞争对手，将会带来成功。"
            ],
            "reversed": [
                "权杖7牌逆位时，可能表示过于防守、过分警惕和孤立无援。在逆位的权杖7下，可能因过于谨慎而造成孤立，过分防守导致失去机会。",
                "逆位的权杖7还可能表示在竞争中过分警惕，不愿冒险，导致失去发展的机会。需要审视是否因过度的防守而错失了可能的收获。",
                "可能你在逆位的权杖7中感到过于防守、过分警惕和孤立无援。需要注意审视自己的立场，看是否过于保守。",
                "逆位的权杖7提醒我们，适度的防守是必要的，但过度警惕可能导致孤立无援。在竞争中，需要平衡谨慎与机会的把握。",
                "过于防守、过分警惕、孤立无援"
            ]
        },
        // 权杖8
        {
            "text": "权杖8",
            "id": "wands-8",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/eight-wands.jpg",
            "detail": {
                "upright": "迅速发展、突破障碍、信息传递",
                "reversed": "混乱、计划受阻、阻碍解决"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖8牌是小阿卡纳中的权杖牌，通常代表迅速发展、突破障碍和信息传递。这是一张充满活力和动力的牌。",
                "权杖8牌上描绘了八根飞速前行的权杖，穿越蔽日的云层。这象征着迅猛的发展，迅破障碍，信息的迅速传递。",
                "正位的权杖8代表迅速发展、突破障碍和信息传递。这是一个充满活力和动力的时刻，事物迅速发展，障碍被迅破。",
                "正位的权杖8鼓励我们抓住迅猛发展的机会，迎难而上，突破障碍。在这个时刻，信息传递迅速，事物快速推进。",
                "权杖8正位时提醒我们，抓住机会，迅速行动，突破障碍将会带来成功。这是一个充满能量和活力的时刻。",
                "正位的权杖8代表事物迅速发展，突破障碍，信息传递的迅速。在充满动力的环境中，我们要抓住机会，迎难而上。",
                "总体而言，正位的权杖8是一张充满活力和动力的牌，标志着迅速发展、突破障碍和信息传递的时刻。",
                "在充满动力的环境中，我们要抓住机会，迎难而上。"
            ],
            "imgDetail": [
                "权杖8牌上描绘了八根飞速前行的权杖，穿越蔽日的云层。这象征着迅猛的发展，迅破障碍，信息的迅速传递。"
            ],
            "upright": [
                "正位的权杖8代表迅速发展、突破障碍和信息传递。这是一个充满活力和动力的时刻，事物迅速发展，障碍被迅破。",
                "正位的权杖8鼓励我们抓住迅猛发展的机会，迎难而上，突破障碍。在这个时刻，信息传递迅速，事物快速推进。",
                "权杖8正位时提醒我们，抓住机会，迅速行动，突破障碍将会带来成功。这是一个充满能量和活力的时刻。",
                "正位的权杖8代表事物迅速发展，突破障碍，信息传递的迅速。在充满动力的环境中，我们要抓住机会，迎难而上。",
                "总体而言，正位的权杖8是一张充满活力和动力的牌，标志着迅速发展、突破障碍和信息传递的时刻。",
                "在充满动力的环境中，我们要抓住机会，迎难而上。"
            ],
            "reversed": [
                "权杖8牌逆位时，可能表示混乱、计划受阻和阻碍解决。在逆位的权杖8下，事物可能变得混乱，计划受到阻碍，阻碍不易解决。",
                "逆位的权杖8还可能表示信息传递不畅，导致事务进展受阻。需要检视信息流程，解决可能存在的障碍。",
                "可能你在逆位的权杖8中感到混乱、计划受阻和阻碍解决。需要寻找解决问题的途径，化解困境，恢复正常发展。",
                "逆位的权杖8提醒我们，面对混乱和计划受阻时，需要冷静思考，寻找解决问题的方法。阻碍虽然存在，但可以化解。",
                "混乱、计划受阻、阻碍解决"
            ]
        },
        // 权杖9
        {
            "text": "权杖9",
            "id": "wands-9",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/nine-wands.jpg",
            "detail": {
                "upright": "坚持防御、警惕、准备迎接挑战",
                "reversed": "消沉、丧失信心、难以应对"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖9牌是小阿卡纳中的权杖牌，通常代表坚持防御、警惕和准备迎接挑战。这是一张需要保持警觉的牌。",
                "权杖9牌上描绘了一个站在高地上的战士，他手握权杖，周围有九根立起的权杖。这象征着坚持防御，保持警惕，准备应对挑战。",
                "正位的权杖9代表坚持防御、警惕和准备迎接挑战。这是一个需要保持警觉和坚定信念的时刻，周围可能有一定的压力和挑战。",
                "正位的权杖9鼓励我们在面对挑战时坚持防御，保持警惕，准备好迎接挑战。在这个时刻，坚定信念将会助力我们度过难关。",
                "权杖9正位时提醒我们，保持坚持防御的姿态，保持警惕，准备好面对可能的挑战。这是一个需要稳定和准备的时刻。",
                "正位的权杖9代表坚持防御、警惕和准备迎接挑战。在压力下，保持冷静，坚持信念，挑战将成为成长的机会。",
                "总体而言，正位的权杖9是一张需要保持警觉、坚持防御，准备迎接挑战的牌。",
                "在压力下，保持冷静，坚持信念，挑战将成为成长的机会。"
            ],
            "imgDetail": [
                "权杖9牌上描绘了一个站在高地上的战士，他手握权杖，周围有九根立起的权杖。这象征着坚持防御，保持警惕，准备应对挑战。"
            ],
            "upright": [
                "正位的权杖9代表坚持防御、警惕和准备迎接挑战。这是一个需要保持警觉和坚定信念的时刻，周围可能有一定的压力和挑战。",
                "正位的权杖9鼓励我们在面对挑战时坚持防御，保持警惕，准备好迎接挑战。在这个时刻，坚定信念将会助力我们度过难关。",
                "权杖9正位时提醒我们，保持坚持防御的姿态，保持警惕，准备好面对可能的挑战。这是一个需要稳定和准备的时刻。",
                "正位的权杖9代表坚持防御、警惕和准备迎接挑战。在压力下，保持冷静，坚持信念，挑战将成为成长的机会。",
                "总体而言，正位的权杖9是一张需要保持警觉、坚持防御，准备迎接挑战的牌。",
                "在压力下，保持冷静，坚持信念，挑战将成为成长的机会。"
            ],
            "reversed": [
                "权杖9牌逆位时，可能表示消沉、丧失信心和难以应对。在逆位的权杖9下，可能感到沮丧，信心丧失，难以应对挑战。",
                "逆位的权杖9还可能表示在面对压力和挑战时感到无法应对，产生消极情绪。需要寻找恢复信心的方法。",
                "可能你在逆位的权杖9中感到消沉、丧失信心和难以应对。需要认识到这些情绪，并寻找积极的方式重新振作。",
                "逆位的权杖9提醒我们，即使面临压力和挑战，也要保持信心，寻找应对的办法。消沉和丧失信心只会让情况变得更加困难。",
                "消沉、丧失信心、难以应对"
            ]
        },
        // 权杖10
        {
            "text": "权杖10",
            "id": "wands-10",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ten-wands.jpg",
            "detail": {
                "upright": "负担沉重、艰难努力、持续奋斗",
                "reversed": "解脱、轻松、放下负担"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖10牌是小阿卡纳中的权杖牌，通常代表负担沉重、艰难努力和持续奋斗。这是一张需要坚持努力的牌。",
                "权杖10牌上描绘了一个负重前行的人，肩上背着十根权杖，路途艰难。这象征着负担沉重，需要经过艰难努力，持续奋斗。",
                "正位的权杖10代表负担沉重、艰难努力和持续奋斗。这是一个需要坚持努力，克服困难，持续追求目标的时刻。",
                "正位的权杖10鼓励我们在面对压力和负担时坚持努力，不轻言放弃。在这个时刻，持续奋斗将会迎来最终的成功。",
                "权杖10正位时提醒我们，虽然负担沉重，但需要坚持努力，不要轻言放弃。在压力和挑战中，持续奋斗将是通往成功的关键。",
                "正位的权杖10代表持续奋斗，克服困难，最终迎来成功。尽管道路艰难，但坚持努力将带来更好的未来。",
                "总体而言，正位的权杖10是一张需要坚持努力、克服困难，持续奋斗的牌。",
                "尽管道路艰难，但坚持努力将带来更好的未来。"
            ],
            "imgDetail": [
                "权杖10牌上描绘了一个负重前行的人，肩上背着十根权杖，路途艰难。这象征着负担沉重，需要经过艰难努力，持续奋斗。"
            ],
            "upright": [
                "正位的权杖10代表负担沉重、艰难努力和持续奋斗。这是一个需要坚持努力，克服困难，持续追求目标的时刻。",
                "正位的权杖10鼓励我们在面对压力和负担时坚持努力，不轻言放弃。在这个时刻，持续奋斗将会迎来最终的成功。",
                "权杖10正位时提醒我们，虽然负担沉重，但需要坚持努力，不要轻言放弃。在压力和挑战中，持续奋斗将是通往成功的关键。",
                "正位的权杖10代表持续奋斗，克服困难，最终迎来成功。尽管道路艰难，但坚持努力将带来更好的未来。",
                "总体而言，正位的权杖10是一张需要坚持努力、克服困难，持续奋斗的牌。",
                "尽管道路艰难，但坚持努力将带来更好的未来。"
            ],
            "reversed": [
                "权杖10牌逆位时，可能表示解脱、轻松和放下负担。在逆位的权杖10下，可能感到负担减轻，情况有所好转。",
                "逆位的权杖10还可能表示成功克服困难，摆脱艰难的时刻。需要欣喜地接受好运，不要再感到过度负担。",
                "可能你在逆位的权杖10中感到解脱、轻松和放下负担。这是一个值得庆祝的时刻，享受成功的果实。",
                "逆位的权杖10提醒我们，成功克服困难后，应该适时地放松，不要再过度负担自己。欣喜地迎接好运，享受轻松时光。",
                "解脱、轻松、放下负担"
            ]
        },
        // 权杖随从
        {
            "text": "权杖随从",
            "id": "wands-page",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/page-wands.jpg",
            "detail": {
                "upright": "新计划、创意、积极行动",
                "reversed": "热情不稳、计划泡汤、行动缺乏规划"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖随从牌是小阿卡纳中的权杖牌，通常代表新计划、创意和积极行动。这是一张充满热情和活力的牌。",
                "权杖随从牌上描绘了一个手持权杖的年轻人，他充满活力，准备迎接新的挑战。这象征着新计划、创意和积极行动。",
                "正位的权杖随从代表新计划、创意和积极行动。这是一个充满热情和活力的时刻，可以迎接新的挑战，展开新的计划。",
                "正位的权杖随从鼓励我们勇敢追求自己的理想，展现创造力，充满热情地迎接新的挑战。积极行动将带来丰富的收获。",
                "权杖随从正位时提醒我们，保持积极的心态，勇敢尝试新的计划和创意。充满热情地行动，将有助于实现目标。",
                "正位的权杖随从代表新计划、创意和积极行动。在这个充满活力的时刻，大胆地追求梦想，将会取得令人满意的结果。",
                "总体而言，正位的权杖随从是一张充满热情、活力和创意的牌。在新的开始中，勇敢追求理想，积极行动。",
                "在这个充满活力的时刻，大胆地追求梦想，将会取得令人满意的结果。"
            ],
            "imgDetail": [
                "权杖随从牌上描绘了一个手持权杖的年轻人，他充满活力，准备迎接新的挑战。这象征着新计划、创意和积极行动。"
            ],
            "upright": [
                "正位的权杖随从代表新计划、创意和积极行动。这是一个充满热情和活力的时刻，可以迎接新的挑战，展开新的计划。",
                "正位的权杖随从鼓励我们勇敢追求自己的理想，展现创造力，充满热情地迎接新的挑战。积极行动将带来丰富的收获。",
                "权杖随从正位时提醒我们，保持积极的心态，勇敢尝试新的计划和创意。充满热情地行动，将有助于实现目标。",
                "正位的权杖随从代表新计划、创意和积极行动。在这个充满活力的时刻，大胆地追求梦想，将会取得令人满意的结果。",
                "总体而言，正位的权杖随从是一张充满热情、活力和创意的牌。在新的开始中，勇敢追求理想，积极行动。",
                "在这个充满活力的时刻，大胆地追求梦想，将会取得令人满意的结果。"
            ],
            "reversed": [
                "权杖随从牌逆位时，可能表示热情不稳、计划泡汤和行动缺乏规划。在逆位的权杖随从下，可能感到热情不再稳定，计划没有进展。",
                "逆位的权杖随从还可能表示行动缺乏规划，缺乏明确目标。需要重新审视计划，制定明确的行动方案。",
                "可能你在逆位的权杖随从中感到计划泡汤，热情不再。需要冷静地思考，重新审视计划，调整行动方向。",
                "逆位的权杖随从提醒我们，在行动时需要有明确的规划和目标。热情不稳定时，冷静思考将有助于重新找到方向。",
                "热情不稳、计划泡汤、行动缺乏规划"
            ]
        },
        // 权杖骑士
        {
            "text": "权杖骑士",
            "id": "wands-knight",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/knight-wands.jpg",
            "detail": {
                "upright": "勇敢、积极、追求理想",
                "reversed": "鲁莽、冲动、缺乏计划"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖骑士牌是小阿卡纳中的权杖牌，通常代表勇敢、积极和追求理想。这是一张充满活力和决心的牌。",
                "权杖骑士牌上描绘了一位手持权杖的骑士，他英勇地迎风而行，追求着远方的理想。这象征着勇敢、积极和追求理想。",
                "正位的权杖骑士代表勇敢、积极和追求理想。这是一个充满活力和决心的时刻，可以大胆追求自己的目标，勇往直前。",
                "正位的权杖骑士鼓励我们敢于冒险，追求内心的理想。在这个时刻，大胆表达自己，充满决心地迈向成功。",
                "权杖骑士正位时提醒我们，勇敢、积极和追求理想将会带来成功。在追求梦想的道路上，坚定决心将是取得胜利的关键。",
                "正位的权杖骑士代表充满活力和决心，敢于冒险，追求自己的理想。在这个时刻，大胆迈向成功的道路。",
                "总体而言，正位的权杖骑士是一张充满活力、勇敢追求理想的牌。在追求梦想的道路上，坚持决心，必将取得成功。",
                "在这个时刻，大胆表达自己，充满决心地迈向成功。"
            ],
            "imgDetail": [
                "权杖骑士牌上描绘了一位手持权杖的骑士，他英勇地迎风而行，追求着远方的理想。这象征着勇敢、积极和追求理想。"
            ],
            "upright": [
                "正位的权杖骑士代表勇敢、积极和追求理想。这是一个充满活力和决心的时刻，可以大胆追求自己的目标，勇往直前。",
                "正位的权杖骑士鼓励我们敢于冒险，追求内心的理想。在这个时刻，大胆表达自己，充满决心地迈向成功。",
                "权杖骑士正位时提醒我们，勇敢、积极和追求理想将会带来成功。在追求梦想的道路上，坚定决心将是取得胜利的关键。",
                "正位的权杖骑士代表充满活力和决心，敢于冒险，追求自己的理想。在这个时刻，大胆迈向成功的道路。",
                "总体而言，正位的权杖骑士是一张充满活力、勇敢追求理想的牌。在追求梦想的道路上，坚持决心，必将取得成功。",
                "在这个时刻，大胆表达自己，充满决心地迈向成功。"
            ],
            "reversed": [
                "权杖骑士牌逆位时，可能表示鲁莽、冲动和缺乏计划。在逆位的权杖骑士下，可能感到冲动行事，缺乏深思熟虑。",
                "逆位的权杖骑士还可能表示行动不够谨慎，容易受到外界的影响。需要冷静思考，避免鲁莽行事。",
                "可能你在逆位的权杖骑士中感到行动鲁莽，缺乏计划。需要调整思维，制定明确计划，谨慎行动。",
                "逆位的权杖骑士提醒我们，在行动时需要更加谨慎，避免冲动和鲁莽。制定明确计划，有条不紊地追求理想。",
                "鲁莽、冲动、缺乏计划"
            ]
        },
        // 权杖皇后
        {
            "text": "权杖皇后",
            "id": "wands-queen",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/queen-wands.jpg",
            "detail": {
                "upright": "坚韧、热情、富有魅力",
                "reversed": "过于强势、暴躁、冲动"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖皇后牌是小阿卡纳中的权杖牌，通常代表坚韧、热情和富有魅力。这是一张充满母性力量的牌。",
                "权杖皇后牌上描绘了一位坐在王座上的女性，她手持权杖，表现出坚定的态度和热情的气质。这象征着坚韧、热情和富有魅力。",
                "正位的权杖皇后代表坚韧、热情和富有魅力。她展现出母性的力量，对待事物充满激情，具有强烈的领导能力。",
                "正位的权杖皇后鼓励我们发挥坚韧不拔的毅力，充分释放内在的热情。在处理事务时展现出富有魅力和领导力。",
                "权杖皇后正位时提醒我们，在面对困难和挑战时要保持坚韧不拔的态度。发挥内在的热情和富有魅力，将事情引向成功。",
                "正位的权杖皇后代表坚韧、热情和富有魅力。她是一位具有领导力和母性力量的女性，能够在困境中保持坚定。",
                "总体而言，正位的权杖皇后是一张充满母性力量的牌。在面对困难时保持坚韧，发挥内在的热情和富有魅力。",
                "在处理事务时展现出领导力，引领他人走向成功。"
            ],
            "imgDetail": [
                "权杖皇后牌上描绘了一位坐在王座上的女性，她手持权杖，表现出坚定的态度和热情的气质。这象征着坚韧、热情和富有魅力。"
            ],
            "upright": [
                "正位的权杖皇后代表坚韧、热情和富有魅力。她展现出母性的力量，对待事物充满激情，具有强烈的领导能力。",
                "正位的权杖皇后鼓励我们发挥坚韧不拔的毅力，充分释放内在的热情。在处理事务时展现出富有魅力和领导力。",
                "权杖皇后正位时提醒我们，在面对困难和挑战时要保持坚韧不拔的态度。发挥内在的热情和富有魅力，将事情引向成功。",
                "正位的权杖皇后代表坚韧、热情和富有魅力。她是一位具有领导力和母性力量的女性，能够在困境中保持坚定。",
                "总体而言，正位的权杖皇后是一张充满母性力量的牌。在面对困难时保持坚韧，发挥内在的热情和富有魅力。",
                "在处理事务时展现出领导力，引领他人走向成功。"
            ],
            "reversed": [
                "权杖皇后牌逆位时，可能表示过于强势、暴躁和冲动。在逆位的权杖皇后下，可能表现出过于强势的一面，处理事务时显得急躁。",
                "逆位的权杖皇后还可能表示在处理事情时过于冲动，缺乏深思熟虑。需要冷静思考，避免过于强势和冲动。",
                "可能你在逆位的权杖皇后中感到情绪过于强烈，容易发怒。需要调整情绪，冷静处理事务，避免冲动和暴躁。",
                "逆位的权杖皇后提醒我们，在处理事务时需要保持冷静，避免过于强势和暴躁。需要冷静思考，理性处理问题。",
                "过于强势、暴躁、冲动"
            ]
        },
        // 权杖国王
        {
            "text": "权杖国王",
            "id": "wands-king",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/king-wands.jpg",
            "detail": {
                "upright": "领导力、创新、独立",
                "reversed": "专断、霸道、过于独断独行"
            },
            "note": "",
            "details": [
                "韦特塔罗权杖国王牌是小阿卡纳中的权杖牌，通常代表领导力、创新和独立。这是一张充满权威和决断的牌。",
                "权杖国王牌上描绘了一位端坐在王座上的男性，手持权杖，表现出领导力和独立的气质。这象征着领导力、创新和独立。",
                "正位的权杖国王代表领导力、创新和独立。他展现出强大的权威，对事物有独特的见解，勇于追求自己的目标。",
                "正位的权杖国王鼓励我们发挥领导才能，勇于创新，保持独立思考。在面对困境时，展现出坚定的决断和领导力。",
                "权杖国王正位时提醒我们，在追求目标的道路上要发挥领导力，勇于创新，保持独立。这是取得成功的关键。",
                "正位的权杖国王代表领导力、创新和独立。他是一位具有权威和决断力的领导者，能够在困境中稳定局势。",
                "总体而言，正位的权杖国王是一张充满权威和决断力的牌。在追求目标的过程中，展现领导力和独特见解。",
                "在团队中能够稳定局势，勇于创新，成为引领他人的领导者。"
            ],
            "imgDetail": [
                "权杖国王牌上描绘了一位端坐在王座上的男性，手持权杖，表现出领导力和独立的气质。这象征着领导力、创新和独立。"
            ],
            "upright": [
                "正位的权杖国王代表领导力、创新和独立。他展现出强大的权威，对事物有独特的见解，勇于追求自己的目标。",
                "正位的权杖国王鼓励我们发挥领导才能，勇于创新，保持独立思考。在面对困境时，展现出坚定的决断和领导力。",
                "权杖国王正位时提醒我们，在追求目标的道路上要发挥领导力，勇于创新，保持独立。这是取得成功的关键。",
                "正位的权杖国王代表领导力、创新和独立。他是一位具有权威和决断力的领导者，能够在困境中稳定局势。",
                "总体而言，正位的权杖国王是一张充满权威和决断力的牌。在追求目标的过程中，展现领导力和独特见解。",
                "在团队中能够稳定局势，勇于创新，成为引领他人的领导者。"
            ],
            "reversed": [
                "权杖国王牌逆位时，可能表示专断、霸道和过于独断独行。在逆位的权杖国王下，可能表现出过于强势和霸道的一面。",
                "逆位的权杖国王还可能表示过于独断独行，不容他人参与决策。需要更加开放，听取他人建议。",
                "可能你在逆位的权杖国王中感到过于独断独行，缺乏团队协作。需要更加开放，愿意听取他人意见。",
                "逆位的权杖国王提醒我们，领导力需要更加开放，不要过于独断独行。团队协作和共享决策是取得成功的关键。",
                "专断、霸道、过于独断独行"
            ]
        },

    ],
    [
        // 钱币1
        {
            "text": "钱币1",
            "id": "pentacles-ace",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ace-pentacles.jpg",
            "detail": {
                "upright": "物质新开端、繁荣、机会",
                "reversed": "失去机会、财务问题、缺乏计划"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币1牌是小阿卡纳中的钱币牌，通常代表物质新开端、繁荣和机会。这是一张充满财富和机遇的牌。",
                "钱币1牌上描绘了一只手持着一枚钱币的手，这枚钱币上有一个五芒星。五芒星象征着灵性和物质的结合，代表了机遇的新开端。",
                "正位的钱币1代表物质新的开端、繁荣和机会。它是财富和成功的象征，预示着一段新的物质旅程的开始。",
                "正位的钱币1鼓励我们抓住机会，追求财务上的成功。这是一个充满潜力和可能性的时刻，要善加利用。",
                "钱币1正位时提醒我们，新的机会正等待着我们，可以带来物质上的繁荣和成功。要保持开放的心态，敢于迎接新的挑战。",
                "正位的钱币1代表财富、机遇和成功。这是一个值得期待的时刻，新的物质旅程将带来丰盛的回报。",
                "总体而言，正位的钱币1是一张充满希望和机遇的牌。在财务和物质方面，可以迎来新的繁荣。",
                "在事业和投资方面，正位的钱币1预示着成功和回报。保持开放的心态，善于抓住机会。"
            ],
            "imgDetail": [
                "钱币1牌上描绘了一只手持着一枚钱币的手，这枚钱币上有一个五芒星。五芒星象征着灵性和物质的结合，代表了机遇的新开端。"
            ],
            "upright": [
                "正位的钱币1代表物质新的开端、繁荣和机会。它是财富和成功的象征，预示着一段新的物质旅程的开始。",
                "正位的钱币1鼓励我们抓住机会，追求财务上的成功。这是一个充满潜力和可能性的时刻，要善加利用。",
                "钱币1正位时提醒我们，新的机会正等待着我们，可以带来物质上的繁荣和成功。要保持开放的心态，敢于迎接新的挑战。",
                "正位的钱币1代表财富、机遇和成功。这是一个值得期待的时刻，新的物质旅程将带来丰盛的回报。",
                "在事业和投资方面，正位的钱币1预示着成功和回报。保持开放的心态，善于抓住机会。"
            ],
            "reversed": [
                "钱币1牌逆位时，可能表示失去机会、财务问题和缺乏计划。在逆位的钱币1下，可能会错过一些重要的机会。",
                "逆位的钱币1还可能表示财务上的问题，需要更加谨慎和理性地处理金钱事务。",
                "可能你在逆位的钱币1中感到缺乏计划和目标，需要思考未来的财务规划。避免盲目行动，需要更加理性地处理事务。",
                "逆位的钱币1提醒我们，要谨慎处理财务事务，避免过度冒险和缺乏计划。需要理性思考，制定明确的财务目标。",
                "失去机会、财务问题、缺乏计划"
            ]
        },
        // 钱币2
        {
            "text": "钱币2",
            "id": "pentacles-two",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/two-pentacles.jpg",
            "detail": {
                "upright": "平衡、灵活、变化",
                "reversed": "失衡、无法应对变化、过度的多任务"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币2牌是小阿卡纳中的钱币牌，通常代表平衡、灵活和变化。这是一张提醒我们应对生活变化的牌。",
                "钱币2牌上描绘了一个男性手持两个钱币，他正在进行繁琐的多任务。背后的海浪象征着生活的变化，而远处的船只表示着新的旅程。",
                "正位的钱币2代表平衡、灵活和变化。它提醒我们在生活中保持平衡，适应变化，灵活应对各种情况。",
                "正位的钱币2鼓励我们在面对多重任务和生活变化时保持冷静。这是一个需要灵活应对的时刻，适应变化并找到平衡点。",
                "钱币2正位时，可能需要在事业和生活中找到平衡点。多任务可能是必要的，但要确保在变化中保持灵活。",
                "正位的钱币2是一张提醒我们适应变化，保持平衡的牌。在忙碌的生活中，保持冷静和灵活，找到适合自己的平衡点。",
                "总体而言，正位的钱币2是一张积极的牌。它鼓励我们灵活应对生活中的变化，找到多重任务中的平衡点。",
                "在感情方面，正位的钱币2可能表示需要在关系中找到平衡，适应双方的变化和需求。"
            ],
            "imgDetail": [
                "钱币2牌上描绘了一个男性手持两个钱币，他正在进行繁琐的多任务。背后的海浪象征着生活的变化，而远处的船只表示着新的旅程。"
            ],
            "upright": [
                "正位的钱币2代表平衡、灵活和变化。它提醒我们在生活中保持平衡，适应变化，灵活应对各种情况。",
                "正位的钱币2鼓励我们在面对多重任务和生活变化时保持冷静。这是一个需要灵活应对的时刻，适应变化并找到平衡点。",
                "钱币2正位时，可能需要在事业和生活中找到平衡点。多任务可能是必要的，但要确保在变化中保持灵活。",
                "正位的钱币2是一张提醒我们适应变化，保持平衡的牌。在忙碌的生活中，保持冷静和灵活，找到适合自己的平衡点。",
                "在感情方面，正位的钱币2可能表示需要在关系中找到平衡，适应双方的变化和需求。"
            ],
            "reversed": [
                "钱币2牌逆位时，可能表示失衡、无法应对变化和过度的多任务。在逆位的钱币2下，可能感到生活中的压力和混乱。",
                "逆位的钱币2还可能表示无法有效地应对生活的变化，需要寻找重新平衡的方法。可能陷入多任务的困境，感到力不从心。",
                "可能在逆位的钱币2中感到生活失去了平衡，无法有效地适应变化。需要停下来思考，找到重新平衡的方向。",
                "逆位的钱币2提醒我们，要注意避免过度的多任务，需要集中精力解决问题。需要寻找恢复平衡的方法，避免陷入混乱。",
                "失衡、无法应对变化、过度的多任务"
            ]
        },
        // 钱币3
        {
            "text": "钱币3",
            "id": "pentacles-three",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/three-pentacles.jpg",
            "detail": {
                "upright": "团队合作、努力工作、专业技能",
                "reversed": "团队冲突、低效、技能不足"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币3牌是小阿卡纳中的钱币牌，通常代表团队合作、努力工作和专业技能。这是一张充满合作与努力的牌。",
                "钱币3牌上描绘了一位工匠正在雕刻石头，旁边有两位人物观看。这象征着团队合作、努力工作和专业技能的展示。",
                "正位的钱币3代表团队合作、努力工作和专业技能。它是一个需要团队合作的时刻，通过共同努力可以达到更好的成果。",
                "正位的钱币3鼓励我们展示自己的专业技能，通过合作取得成功。这是一个努力工作并取得认可的时机。",
                "钱币3正位时提醒我们，通过团队协作和专业技能可以实现更大的成就。要善于展示自己的工作能力，与他人合作。",
                "正位的钱币3代表努力工作、团队合作和专业技能。在职业生涯中，可能会获得同事和领导的认可。",
                "总体而言，正位的钱币3是一张充满团队合作和专业技能的牌。通过共同努力，可以取得事业上的成功。"
            ],
            "imgDetail": [
                "钱币3牌上描绘了一位工匠正在雕刻石头，旁边有两位人物观看。这象征着团队合作、努力工作和专业技能的展示。"
            ],
            "upright": [
                "正位的钱币3代表团队合作、努力工作和专业技能。它是一个需要团队合作的时刻，通过共同努力可以达到更好的成果。",
                "正位的钱币3鼓励我们展示自己的专业技能，通过合作取得成功。这是一个努力工作并取得认可的时机。",
                "钱币3正位时提醒我们，通过团队协作和专业技能可以实现更大的成就。要善于展示自己的工作能力，与他人合作。",
                "正位的钱币3代表努力工作、团队合作和专业技能。在职业生涯中，可能会获得同事和领导的认可。",
                "总体而言，正位的钱币3是一张充满团队合作和专业技能的牌。通过共同努力，可以取得事业上的成功。"
            ],
            "reversed": [
                "钱币3牌逆位时，可能表示团队冲突、低效和技能不足。在逆位的钱币3下，可能会遇到团队合作方面的问题。",
                "逆位的钱币3还可能表示工作效率低下，需要加强团队合作，提高整体业绩。可能需要调整团队合作的方式和方法。",
                "可能在逆位的钱币3中感到团队合作存在问题，需要解决冲突和提升团队效率。可能需要重新评估工作流程和合作方式。",
                "逆位的钱币3提醒我们，要注意团队冲突和低效的问题。需要通过有效的沟通和合作解决问题，提高整体团队表现。",
                "团队冲突、低效、技能不足"
            ]
        },
        // 钱币4
        {
            "text": "钱币4",
            "id": "pentacles-four",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/four-pentacles.jpg",
            "detail": {
                "upright": "财务稳固、节制、保守",
                "reversed": "财务问题、放手投资、大胆冒险"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币4牌是小阿卡纳中的钱币牌，通常代表财务稳固、节制和保守。这是一张充满财务意义的牌。",
                "钱币4牌上描绘了一位身着华丽外套的人物，手持四枚金币。这象征着对财富的保守和谨慎的态度。",
                "正位的钱币4代表财务稳固、节制和保守。这是一个需要谨慎处理财务问题的时刻，保持节制和理性的态度。",
                "正位的钱币4鼓励我们保持对财务的谨慎和节制。通过理性的财务规划，可以确保财务稳固和长期的财富积累。",
                "钱币4正位时提醒我们，要保持对财务的控制，不要过度花费。通过理性的投资和储蓄，可以实现财务的长期稳定。",
                "正位的钱币4代表财务保守和稳固。在投资和理财方面，要保持谨慎和理性，避免冒险和过度消费。",
                "总体而言，正位的钱币4是一张充满财务智慧的牌。通过谨慎的财务规划，可以实现财务的长期稳定和积累。",
                "在感情方面，正位的钱币4也可能表示稳定和保守的感情态度。通过理性和谨慎的处理感情问题，可以建立长久的关系。"
            ],
            "imgDetail": [
                "钱币4牌上描绘了一位身着华丽外套的人物，手持四枚金币。这象征着对财富的保守和谨慎的态度。"
            ],
            "upright": [
                "正位的钱币4代表财务稳固、节制和保守。这是一个需要谨慎处理财务问题的时刻，保持节制和理性的态度。",
                "正位的钱币4鼓励我们保持对财务的谨慎和节制。通过理性的财务规划，可以确保财务稳固和长期的财富积累。",
                "钱币4正位时提醒我们，要保持对财务的控制，不要过度花费。通过理性的投资和储蓄，可以实现财务的长期稳定。",
                "正位的钱币4代表财务保守和稳固。在投资和理财方面，要保持谨慎和理性，避免冒险和过度消费。",
                "总体而言，正位的钱币4是一张充满财务智慧的牌。通过谨慎的财务规划，可以实现财务的长期稳定和积累。",
                "在感情方面，正位的钱币4也可能表示稳定和保守的感情态度。通过理性和谨慎的处理感情问题，可以建立长久的关系。"
            ],
            "reversed": [
                "钱币4牌逆位时，可能表示财务问题、放手投资和大胆冒险。在逆位的钱币4下，可能会面临一些不稳定的财务状况。",
                "逆位的钱币4还可能表示过度节制和对财富的过度保守。可能需要更加开放和灵活地处理财务问题，放手一搏。",
                "可能在逆位的钱币4中感到对财富的过度担忧，需要放宽心态，更加开放地看待财务问题。可能需要冒一些风险，寻找新的机会。",
                "逆位的钱币4提醒我们，要注意财务问题和投资方面的风险。需要审慎评估财务计划，避免盲目冒险和投资。",
                "财务问题、放手投资、大胆冒险"
            ]
        },
        // 钱币5
        {
            "text": "钱币5",
            "id": "pentacles-five",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/five-pentacles.jpg",
            "detail": {
                "upright": "财务困境、经济损失、寻求支持",
                "reversed": "逆境过去、财务好转、重新独立"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币5牌是小阿卡纳中的钱币牌，通常代表财务困境、经济损失和寻求支持。这是一张充满挑战的牌。",
                "钱币5牌上描绘了两位身穿破旧衣物的人，步履蹒跚地经过一座教堂。这象征着财务困境和对支持的渴望。",
                "正位的钱币5代表财务困境、经济损失和寻求支持。这是一个面临挑战的时刻，可能会遇到一些经济上的困境。",
                "正位的钱币5鼓励我们勇敢面对财务困境，寻求支持和帮助。通过与他人合作，可以共同度过难关。",
                "钱币5正位时提醒我们，要理性对待财务问题，不要陷入过度的担忧和恐慌。寻求支持，并努力寻找解决问题的方法。",
                "正位的钱币5也可能表示需要在经济上给予他人支持。通过慷慨和帮助他人，可以获得更多正能量和回报。",
                "总体而言，正位的钱币5是一张充满挑战但积极向上的牌。通过勇敢面对困境，寻求支持，可以度过难关，财务状况有望好转。"
            ],
            "imgDetail": [
                "钱币5牌上描绘了两位身穿破旧衣物的人，步履蹒跚地经过一座教堂。这象征着财务困境和对支持的渴望。"
            ],
            "upright": [
                "正位的钱币5代表财务困境、经济损失和寻求支持。这是一个面临挑战的时刻，可能会遇到一些经济上的困境。",
                "正位的钱币5鼓励我们勇敢面对财务困境，寻求支持和帮助。通过与他人合作，可以共同度过难关。",
                "钱币5正位时提醒我们，要理性对待财务问题，不要陷入过度的担忧和恐慌。寻求支持，并努力寻找解决问题的方法。",
                "正位的钱币5也可能表示需要在经济上给予他人支持。通过慷慨和帮助他人，可以获得更多正能量和回报。",
                "总体而言，正位的钱币5是一张充满挑战但积极向上的牌。通过勇敢面对困境，寻求支持，可以度过难关，财务状况有望好转。"
            ],
            "reversed": [
                "钱币5牌逆位时，可能表示逆境过去、财务好转和重新独立。在逆位的钱币5下，经济上的困境可能开始缓解。",
                "逆位的钱币5还可能表示财务状况好转，重新获得经济独立。可能通过努力工作和理性规划，摆脱困境，找到新的机会。",
                "可能在逆位的钱币5中感到财务压力减轻，经济状况有所改善。可能通过寻找新的收入来源，实现经济上的独立。",
                "逆位的钱币5提醒我们，逆境过去后，要保持谨慎和理性。在财务管理上要继续保持节制，避免过度消费和冒险投资。",
                "逆境过去、财务好转、重新独立"
            ]
        },
        // 钱币6正位
        {
            "text": "钱币6",
            "id": "pentacles-six",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/six-pentacles.jpg",
            "detail": {
                "upright": "慷慨施与、财富分享、物质平衡",
                "reversed": "财务困境、吝啬自私、不公平分配"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币6牌是小阿卡纳中的钱币牌，通常代表慷慨施与、财富分享和物质平衡。这是一张充满善意的牌。",
                "钱币6牌上描绘了一位富商正在向两个乞丐施舍金币。这象征着慷慨施与、财富分享和物质平衡。",
                "正位的钱币6代表慷慨施与、财富分享和物质平衡。这是一个充满善意和积极能量的时刻。",
                "正位的钱币6鼓励我们在财务方面慷慨施舍，与他人分享财富。通过分享和慷慨，可以建立积极的财富能量。",
                "钱币6正位时提醒我们，要在财务方面保持物质平衡。通过慷慨施与，可以促进资源的流动和共享。",
                "正位的钱币6代表对财富的开放态度，愿意与他人分享。通过慷慨和分享，可以在财务方面取得更多的成功。",
                "总体而言，正位的钱币6是一张充满正能量和善意的牌。在财务方面，通过慷慨施与，可以建立积极的财富循环。"
            ],
            "imgDetail": [
                "钱币6牌上描绘了一位富商正在向两个乞丐施舍金币。这象征着慷慨施与、财富分享和物质平衡。"
            ],
            "upright": [
                "正位的钱币6代表慷慨施与、财富分享和物质平衡。这是一个充满善意和积极能量的时刻。",
                "正位的钱币6鼓励我们在财务方面慷慨施舍，与他人分享财富。通过分享和慷慨，可以建立积极的财富能量。",
                "钱币6正位时提醒我们，要在财务方面保持物质平衡。通过慷慨施与，可以促进资源的流动和共享。",
                "正位的钱币6代表对财富的开放态度，愿意与他人分享。通过慷慨和分享，可以在财务方面取得更多的成功。",
                "总体而言，正位的钱币6是一张充满正能量和善意的牌。在财务方面，通过慷慨施与，可以建立积极的财富循环。"
            ],
            "reversed": [
                "钱币6牌逆位时，可能表示财务困境、吝啬自私和不公平分配。在逆位的钱币6下，可能会遇到一些不公平和财务上的问题。",
                "逆位的钱币6还可能表示在财务方面存在一些不公平和吝啬的问题。可能需要谨慎处理财务事务，避免因为金钱问题而引发的纷争。",
                "逆位的钱币6提醒我们，在财务方面要避免过于自私和吝啬。需要更加开放地与他人分享，以维持良好的财务关系。",
                "可能在逆位的钱币6中感到一些财务上的压力，需要寻找解决问题的办法。通过开放和分享，可以缓解财务压力。",
                "逆位的钱币6提醒我们，在财务方面要保持公平和慷慨的态度，避免因为财务问题而影响人际关系的和谐。"
            ]
        },
        // 钱币7
        {
            "text": "钱币7",
            "id": "pentacles-seven",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/seven-pentacles.jpg",
            "detail": {
                "upright": "收获、耐心等待、努力终有回报",
                "reversed": "期待太久、收获不佳、努力未见成效"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币7牌是小阿卡纳中的钱币牌，通常代表收获、耐心等待和努力终有回报。这是一张充满期待和收获的牌。",
                "钱币7牌上描绘了一位农夫在一棵果树下等待着果实的成熟。这象征着努力耕耘后的期待和最终的收获。",
                "正位的钱币7代表收获、耐心等待和努力终有回报。这是一个充满期待和积极能量的时刻。",
                "正位的钱币7鼓励我们在努力工作后保持耐心，等待收获的时刻。通过坚持不懈的努力，最终会取得成功。",
                "钱币7正位时提醒我们，要对自己的努力充满信心，相信最终会有回报。需要耐心等待，不要轻言放弃。",
                "正位的钱币7代表对未来充满信心和期待。通过努力工作，最终会迎来丰硕的收获。",
                "总体而言，正位的钱币7是一张充满希望和期待的牌。在努力工作后，需要保持信心和耐心，等待最终的收获。"
            ],
            "imgDetail": [
                "钱币7牌上描绘了一位农夫在一棵果树下等待着果实的成熟。这象征着努力耕耘后的期待和最终的收获。"
            ],
            "upright": [
                "正位的钱币7代表收获、耐心等待和努力终有回报。这是一个充满期待和积极能量的时刻。",
                "正位的钱币7鼓励我们在努力工作后保持耐心，等待收获的时刻。通过坚持不懈的努力，最终会取得成功。",
                "钱币7正位时提醒我们，要对自己的努力充满信心，相信最终会有回报。需要耐心等待，不要轻言放弃。",
                "正位的钱币7代表对未来充满信心和期待。通过努力工作，最终会迎来丰硕的收获。",
                "总体而言，正位的钱币7是一张充满希望和期待的牌。在努力工作后，需要保持信心和耐心，等待最终的收获。"
            ],
            "reversed": [
                "钱币7牌逆位时，可能表示期待太久、收获不佳和努力未见成效。在逆位的钱币7下，可能会感到一些失望和沮丧。",
                "逆位的钱币7还可能表示努力未能如愿以偿，收获不如预期。可能需要重新评估自己的目标和努力方向。",
                "可能在逆位的钱币7中感到努力久远，但收获却不如预期。需要冷静思考，并调整努力的方向。",
                "逆位的钱币7提醒我们，要注意努力的方向和方法。可能需要重新规划和调整，以更好地迎接未来的挑战。",
                "期待太久、收获不佳、努力未见成效"
            ]
        },
        // 钱币8
        {
            "text": "钱币8",
            "id": "pentacles-eight",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/eight-pentacles.jpg",
            "detail": {
                "upright": "精湛技艺、努力工作、专注学习",
                "reversed": "技能不足、草率行事、学习困难"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币8牌是小阿卡纳中的钱币牌，通常代表精湛技艺、努力工作和专注学习。这是一张充满努力和学习能量的牌。",
                "钱币8牌上描绘了一位工匠在专心致志地打磨硬币。这象征着通过努力工作和专注学习，达到技艺的精湛。",
                "正位的钱币8代表精湛技艺、努力工作和专注学习。这是一个充满学习和努力的时刻，通过不断努力可以提升自己的技能。",
                "正位的钱币8鼓励我们在工作和学习中保持专注，追求卓越。通过精湛的技艺和努力工作，可以取得更好的成就。",
                "钱币8正位时提醒我们，要克服学习中的困难，通过努力和专注，可以取得显著的进步。不断提升自己的技能。",
                "正位的钱币8代表通过努力工作和专注学习，达到精湛的技艺。需要保持对工作和学习的热情，不断追求进步。",
                "总体而言，正位的钱币8是一张充满学习和努力精神的牌。通过专注和努力，可以取得技艺的精湛和工作的成功。"
            ],
            "imgDetail": [
                "钱币8牌上描绘了一位工匠在专心致志地打磨硬币。这象征着通过努力工作和专注学习，达到技艺的精湛。"
            ],
            "upright": [
                "正位的钱币8代表精湛技艺、努力工作和专注学习。这是一个充满学习和努力的时刻，通过不断努力可以提升自己的技能。",
                "正位的钱币8鼓励我们在工作和学习中保持专注，追求卓越。通过精湛的技艺和努力工作，可以取得更好的成就。",
                "钱币8正位时提醒我们，要克服学习中的困难，通过努力和专注，可以取得显著的进步。不断提升自己的技能。",
                "正位的钱币8代表通过努力工作和专注学习，达到精湛的技艺。需要保持对工作和学习的热情，不断追求进步。",
                "总体而言，正位的钱币8是一张充满学习和努力精神的牌。通过专注和努力，可以取得技艺的精湛和工作的成功。"
            ],
            "reversed": [
                "钱币8牌逆位时，可能表示技能不足、草率行事和学习困难。在逆位的钱币8下，可能会遇到一些学习和工作上的困难。",
                "逆位的钱币8还可能表示草率行事，缺乏对工作和学习的专注。可能需要更加努力和认真对待工作和学业。",
                "可能在逆位的钱币8中感到学习困难，需要更加努力和投入。可能需要寻求帮助或改变学习方法，以克服困难。",
                "逆位的钱币8提醒我们，要注意提升自己的技能，避免草率行事。需要在学习和工作中保持专注，以取得更好的结果。",
                "技能不足、草率行事、学习困难"
            ]
        },
        // 钱币9
        {
            "text": "钱币9",
            "id": "pentacles-nine",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/nine-pentacles.jpg",
            "detail": {
                "upright": "独立自主、享受成果、奢华生活",
                "reversed": "物质损失、依赖他人、奢侈浪费"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币9牌是小阿卡纳中的钱币牌，通常代表独立自主、享受成果和奢华生活。这是一张充满物质丰富和享受的牌。",
                "钱币9牌上描绘了一位身披丰富外衣的女士，她站在花园中，周围环绕着美丽的葡萄藤和硕果累累的果实。这象征着通过独立自主和努力工作，享受丰硕的成果。",
                "正位的钱币9代表独立自主、享受成果和奢华生活。这是一个充满物质丰富和幸福感的时刻，通过努力工作可以享受到奢华的生活。",
                "正位的钱币9鼓励我们独立自主地追求自己的目标，通过努力工作可以创造更加富裕和奢华的生活。",
                "钱币9正位时提醒我们，要享受自己努力工作所带来的成果。通过独立自主地生活，可以创造出更加美好和奢华的生活。",
                "正位的钱币9代表物质丰富和独立自主。在追求事业成功的同时，也要注重享受生活，创造出更加富裕和奢华的生活。",
                "总体而言，正位的钱币9是一张充满幸福和享受的牌。通过独立自主和努力工作，可以创造出丰富和奢华的生活。"
            ],
            "imgDetail": [
                "钱币9牌上描绘了一位身披丰富外衣的女士，她站在花园中，周围环绕着美丽的葡萄藤和硕果累累的果实。这象征着通过独立自主和努力工作，享受丰硕的成果。"
            ],
            "upright": [
                "正位的钱币9代表独立自主、享受成果和奢华生活。这是一个充满物质丰富和幸福感的时刻，通过努力工作可以享受到奢华的生活。",
                "正位的钱币9鼓励我们独立自主地追求自己的目标，通过努力工作可以创造更加富裕和奢华的生活。",
                "钱币9正位时提醒我们，要享受自己努力工作所带来的成果。通过独立自主地生活，可以创造出更加美好和奢华的生活。",
                "正位的钱币9代表物质丰富和独立自主。在追求事业成功的同时，也要注重享受生活，创造出更加富裕和奢华的生活。",
                "总体而言，正位的钱币9是一张充满幸福和享受的牌。通过独立自主和努力工作，可以创造出丰富和奢华的生活。"
            ],
            "reversed": [
                "钱币9牌逆位时，可能表示物质损失、依赖他人和奢侈浪费。在逆位的钱币9下，可能会遇到一些财务上的问题。",
                "逆位的钱币9还可能表示依赖他人过多，缺乏独立自主的能力。可能需要注意减少对他人的依赖，独立自主地追求目标。",
                "可能在逆位的钱币9中感到奢侈浪费，需要更加理性和节制地处理物质享受。可能需要审视自己的生活方式，避免不必要的浪费。",
                "逆位的钱币9提醒我们，要注意避免物质上的过度依赖和奢侈浪费。需要理性地管理财务，避免不必要的支出。",
                "物质损失、依赖他人、奢侈浪费"
            ]
        },
        // 钱币10
        {
            "text": "钱币10",
            "id": "pentacles-ten",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/ten-pentacles.jpg",
            "detail": {
                "upright": "家庭幸福、财富充裕、世代传承",
                "reversed": "家庭纷争、财务问题、世代断裂"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币10牌是小阿卡纳中的钱币牌，通常代表家庭幸福、财富充裕和世代传承。这是一张充满家庭和财务意义的牌。",
                "钱币10牌上描绘了一位身着华丽外套的老者，他坐在城堡前，家庭成员和狗都围绕在他身边。这象征着家庭的幸福和财富的充裕。",
                "正位的钱币10代表家庭幸福、财富充裕和世代传承。这是一个充满安宁和幸福的时刻，家庭关系和财务状况都非常稳定。",
                "正位的钱币10鼓励我们注重家庭和财务的平衡，通过努力工作可以实现家庭幸福和财富的世代传承。",
                "钱币10正位时提醒我们，要珍惜家庭和财富，通过努力工作可以创造出安宁和充裕的家庭生活。",
                "正位的钱币10代表家庭的安宁和财富的充裕。在追求事业成功的同时，也要注重家庭关系，实现世代传承。",
                "总体而言，正位的钱币10是一张充满家庭和财务祝福的牌。通过努力工作和家庭关系的经营，可以实现家庭的幸福和财富的充裕。"
            ],
            "imgDetail": [
                "钱币10牌上描绘了一位身着华丽外套的老者，他坐在城堡前，家庭成员和狗都围绕在他身边。这象征着家庭的幸福和财富的充裕。"
            ],
            "upright": [
                "正位的钱币10代表家庭幸福、财富充裕和世代传承。这是一个充满安宁和幸福的时刻，家庭关系和财务状况都非常稳定。",
                "正位的钱币10鼓励我们注重家庭和财务的平衡，通过努力工作可以实现家庭幸福和财富的世代传承。",
                "钱币10正位时提醒我们，要珍惜家庭和财富，通过努力工作可以创造出安宁和充裕的家庭生活。",
                "正位的钱币10代表家庭的安宁和财富的充裕。在追求事业成功的同时，也要注重家庭关系，实现世代传承。",
                "总体而言，正位的钱币10是一张充满家庭和财务祝福的牌。通过努力工作和家庭关系的经营，可以实现家庭的幸福和财富的充裕。"
            ],
            "reversed": [
                "钱币10牌逆位时，可能表示家庭纷争、财务问题和世代断裂。在逆位的钱币10下，可能会遇到一些家庭和财务上的困扰。",
                "逆位的钱币10还可能表示家庭关系紧张，需要注意家庭成员之间的沟通和理解。可能需要调整家庭和财务的平衡。",
                "可能在逆位的钱币10中感到家庭和财务方面的压力。需要更加冷静和理性地处理家庭问题，避免陷入纷争和冲突。",
                "逆位的钱币10提醒我们，要关注家庭和财务的平衡，避免过度关注一方而忽视另一方。需要寻求解决问题的有效途径。",
                "家庭纷争、财务问题、世代断裂"
            ]
        },
        // 钱币侍从
        {
            "text": "钱币侍从",
            "id": "page-pentacles",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/page-pentacles.jpg",
            "detail": {
                "upright": "学徒、实习生、努力学习",
                "reversed": "学习困难、浮躁、贪玩"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币侍从牌是小阿卡纳中的钱币牌，通常代表学徒、实习生和努力学习。这是一张充满学习和实践意义的牌。",
                "钱币侍从牌上描绘了一个年轻的学徒，他专注地看着手中的金币。这象征着学徒在努力学习和实践中，逐渐积累财富和经验。",
                "正位的钱币侍从代表学徒、实习生和努力学习。这是一个充满学习机会的时刻，通过努力工作可以积累财富和经验。",
                "正位的钱币侍从鼓励我们保持学习的态度，不断努力提升自己的技能和经验。通过实践和学习，可以取得更好的成就。",
                "钱币侍从正位时提醒我们，要保持谦逊和专注的心态，努力学习和实践。通过不断积累经验，可以迈向更高的层次。",
                "正位的钱币侍从代表努力学习和实践。在事业和学业上，要保持专注和努力，通过学习可以实现更好的发展。",
                "总体而言，正位的钱币侍从是一张充满学习和实践意义的牌。通过努力工作和学习，可以取得更好的成就和财富。"
            ],
            "imgDetail": [
                "钱币侍从牌上描绘了一个年轻的学徒，他专注地看着手中的金币。这象征着学徒在努力学习和实践中，逐渐积累财富和经验。"
            ],
            "upright": [
                "正位的钱币侍从代表学徒、实习生和努力学习。这是一个充满学习机会的时刻，通过努力工作可以积累财富和经验。",
                "正位的钱币侍从鼓励我们保持学习的态度，不断努力提升自己的技能和经验。通过实践和学习，可以取得更好的成就。",
                "钱币侍从正位时提醒我们，要保持谦逊和专注的心态，努力学习和实践。通过不断积累经验，可以迈向更高的层次。",
                "正位的钱币侍从代表努力学习和实践。在事业和学业上，要保持专注和努力，通过学习可以实现更好的发展。",
                "总体而言，正位的钱币侍从是一张充满学习和实践意义的牌。通过努力工作和学习，可以取得更好的成就和财富。"
            ],
            "reversed": [
                "钱币侍从牌逆位时，可能表示学习困难、浮躁和贪玩。在逆位的钱币侍从下，可能会遇到一些学业和事业上的难题。",
                "逆位的钱币侍从还可能表示浮躁和不专心，需要注意保持学习的态度，避免因为贪玩而影响学业和工作。",
                "可能在逆位的钱币侍从中感到学业上的压力和困难。需要冷静面对问题，寻找解决问题的有效途径。",
                "逆位的钱币侍从提醒我们，要保持专注和努力，避免因为浮躁和贪玩而影响学习和事业。需要保持对目标的坚持。",
                "学习困难、浮躁、贪玩"
            ]
        },
        // 钱币骑士
        {
            "text": "钱币骑士",
            "id": "knight-pentacles",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/knight-pentacles.jpg",
            "detail": {
                "upright": "勤奋、负责任、务实",
                "reversed": "目标模糊、拖延症、不负责任"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币骑士牌是小阿卡纳中的钱币牌，通常代表勤奋、负责任和务实。这是一张充满实际行动意义的牌。",
                "钱币骑士牌上描绘了一位持币者，他勤奋地努力工作，展现出务实和负责任的品质。这象征着在事业和财务方面的实际行动。",
                "正位的钱币骑士代表勤奋、负责任和务实。这是一个需要付出实际行动的时刻，通过勤奋工作可以取得事业和财务上的成功。",
                "正位的钱币骑士鼓励我们在事业和财务方面保持勤奋和负责任的态度。通过实际行动，可以实现目标并取得成功。",
                "钱币骑士正位时提醒我们，要对事业和财务负责，不要怕辛苦。通过实际行动，可以创造出更好的生活和事业。",
                "正位的钱币骑士代表务实和实际行动。在工作和事业中，要保持勤奋和负责任的态度，通过实际努力取得成功。",
                "总体而言，正位的钱币骑士是一张充满实际行动和负责任品质的牌。通过勤奋工作，可以创造出更好的生活和事业。"
            ],
            "imgDetail": [
                "钱币骑士牌上描绘了一位持币者，他勤奋地努力工作，展现出务实和负责任的品质。这象征着在事业和财务方面的实际行动。"
            ],
            "upright": [
                "正位的钱币骑士代表勤奋、负责任和务实。这是一个需要付出实际行动的时刻，通过勤奋工作可以取得事业和财务上的成功。",
                "正位的钱币骑士鼓励我们在事业和财务方面保持勤奋和负责任的态度。通过实际行动，可以实现目标并取得成功。",
                "钱币骑士正位时提醒我们，要对事业和财务负责，不要怕辛苦。通过实际行动，可以创造出更好的生活和事业。",
                "正位的钱币骑士代表务实和实际行动。在工作和事业中，要保持勤奋和负责任的态度，通过实际努力取得成功。",
                "总体而言，正位的钱币骑士是一张充满实际行动和负责任品质的牌。通过勤奋工作，可以创造出更好的生活和事业。"
            ],
            "reversed": [
                "钱币骑士牌逆位时，可能表示目标模糊、拖延症和不负责任。在逆位的钱币骑士下，可能会面临一些目标不明确和拖延的问题。",
                "逆位的钱币骑士还可能表示对事业和财务缺乏责任心。可能需要审视自己的行为，避免拖延和不负责任的态度。",
                "可能在逆位的钱币骑士中感到工作和事业上的压力。需要认真面对问题，努力寻找解决问题的方法。",
                "逆位的钱币骑士提醒我们，要明确目标，不要拖延。需要对事业和财务负责，避免因为不负责任而影响自己的发展。",
                "目标模糊、拖延症、不负责任"
            ]
        },
        // 钱币女皇
        {
            "text": "钱币女皇",
            "id": "queen-pentacles",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/queen-pentacles.jpg",
            "detail": {
                "upright": "实际、负责任、务实",
                "reversed": "过于现实、小心眼、财务问题"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币女皇牌是小阿卡纳中的钱币牌，通常代表实际、负责任和务实。这是一张充满财务智慧的牌。",
                "钱币女皇牌上描绘了一位坐在宝座上的女性，她手持一枚金币，展现出实际和务实的品质。这象征着在财务和事业方面的成熟和智慧。",
                "正位的钱币女皇代表实际、负责任和务实。这是一个需要通过实际行动解决问题的时刻，通过勤奋工作可以取得财务上的成功。",
                "正位的钱币女皇鼓励我们在财务和事业方面保持实际和负责任的态度。通过实际行动，可以实现财务上的独立和稳固。",
                "钱币女皇正位时提醒我们，要对财务和事业负责，通过勤奋工作可以创造出更好的生活和事业。",
                "正位的钱币女皇代表成熟和智慧的财务决策。在面对问题时，要通过实际的行动和负责任的态度解决，不要回避。",
                "总体而言，正位的钱币女皇是一张充满实际智慧和负责任品质的牌。通过实际行动，可以实现财务的独立和成功。"
            ],
            "imgDetail": [
                "钱币女皇牌上描绘了一位坐在宝座上的女性，她手持一枚金币，展现出实际和务实的品质。这象征着在财务和事业方面的成熟和智慧。"
            ],
            "upright": [
                "正位的钱币女皇代表实际、负责任和务实。这是一个需要通过实际行动解决问题的时刻，通过勤奋工作可以取得财务上的成功。",
                "正位的钱币女皇鼓励我们在财务和事业方面保持实际和负责任的态度。通过实际行动，可以实现财务上的独立和稳固。",
                "钱币女皇正位时提醒我们，要对财务和事业负责，通过勤奋工作可以创造出更好的生活和事业。",
                "正位的钱币女皇代表成熟和智慧的财务决策。在面对问题时，要通过实际的行动和负责任的态度解决，不要回避。",
                "总体而言，正位的钱币女皇是一张充满实际智慧和负责任品质的牌。通过实际行动，可以实现财务的独立和成功。"
            ],
            "reversed": [
                "钱币女皇牌逆位时，可能表示过于现实、小心眼和财务问题。在逆位的钱币女皇下，可能会面临一些现实和财务上的挑战。",
                "逆位的钱币女皇还可能表示对财务问题过于焦虑和小心眼。可能需要更加开放地看待财务问题，寻找解决问题的方法。",
                "可能在逆位的钱币女皇中感到对财务的过度担忧，需要放宽心态，更加开放地看待财务问题。可能需要冒一些风险，寻找新的机会。",
                "逆位的钱币女皇提醒我们，要注意财务问题和投资方面的风险。需要审慎评估财务计划，避免盲目冒险和投资。",
                "过于现实、小心眼、财务问题"
            ]
        },
        // 钱币国王
        {
            "text": "钱币国王",
            "id": "king-pentacles",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/king-pentacles.jpg",
            "detail": {
                "upright": "安全稳定、财务独立、实际",
                "reversed": "财务问题、过度保守、不负责任"
            },
            "note": "",
            "details": [
                "韦特塔罗钱币国王牌是小阿卡纳中的钱币牌，通常代表安全稳定、财务独立和实际。这是一张充满财务智慧的牌。",
                "钱币国王牌上描绘了一位坐在宝座上的国王，手持一枚金币，展现出安全稳定和财务独立的品质。这象征着在财务和事业方面的成熟和智慧。",
                "正位的钱币国王代表安全稳定、财务独立和实际。这是一个通过实际行动取得财务成功的时刻，勤奋工作可以带来长期的财务安全。",
                "正位的钱币国王鼓励我们在财务和事业方面追求安全和独立。通过实际行动，可以实现财务上的成功和稳定。",
                "钱币国王正位时提醒我们，要对财务和事业负责，通过勤奋工作可以创造出安全稳定的生活和事业。",
                "正位的钱币国王代表成熟和智慧的财务决策。在面对问题时，要通过实际的行动和负责任的态度解决，不要回避。",
                "总体而言，正位的钱币国王是一张充满实际智慧和负责任品质的牌。通过实际行动，可以实现财务的独立和成功。"
            ],
            "imgDetail": [
                "钱币国王牌上描绘了一位坐在宝座上的国王，手持一枚金币，展现出安全稳定和财务独立的品质。这象征着在财务和事业方面的成熟和智慧。"
            ],
            "upright": [
                "正位的钱币国王代表安全稳定、财务独立和实际。这是一个通过实际行动取得财务成功的时刻，勤奋工作可以带来长期的财务安全。",
                "正位的钱币国王鼓励我们在财务和事业方面追求安全和独立。通过实际行动，可以实现财务上的成功和稳定。",
                "钱币国王正位时提醒我们，要对财务和事业负责，通过勤奋工作可以创造出安全稳定的生活和事业。",
                "正位的钱币国王代表成熟和智慧的财务决策。在面对问题时，要通过实际的行动和负责任的态度解决，不要回避。",
                "总体而言，正位的钱币国王是一张充满实际智慧和负责任品质的牌。通过实际行动，可以实现财务的独立和成功。"
            ],
            "reversed": [
                "钱币国王牌逆位时，可能表示财务问题、过度保守和不负责任。在逆位的钱币国王下，可能会面临一些财务上的困扰。",
                "逆位的钱币国王还可能表示对财务问题过于保守。可能需要更加开放地看待财务问题，寻找灵活的解决方法。",
                "可能在逆位的钱币国王中感到财务上的不负责任。需要认真对待财务问题，避免过度保守和不慎重的决策。",
                "逆位的钱币国王提醒我们，要注意财务问题和投资方面的风险。需要审慎评估财务计划，避免盲目冒险和投资。",
                "财务问题、过度保守、不负责任"
            ]
        }

    ]
]



