// 韦特塔罗-大阿尔卡那
export const wtTarotMajor = [
    // 愚者
    {
        "text": "愚者",
        "id": 0,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/fool.jpg",
        "detail": {
            "upright": "新的开始、冒险、乐观",
            "reversed": "对新事物的恐惧、迷茫犹豫、过于理智"
        },
        "note": "",
        "details": [
            "韦特塔罗愚者牌是大阿卡纳中的第0张牌，通常代表着新的开始、无限的可能性和一种在旅程中的无知和纯真。",
            "愚者穿着色彩斑斓的服装，头戴象征成功的桂冠。这表示他对冒险充满信心，即使他可能看起来有点天真或不成熟。",
            "愚者无视前方的悬崖，表现出对危险的无畏。这象征冒险的勇气和对未知的探索。",
            "左手持有的白玫瑰代表纯洁和无辜。它暗示着对新事物的纯真看待，以及在开始新旅程时保持纯粹的意愿。",
            "右手持有的令牌象征着愚者的内在力量和经验。这并非来自外部，而是源自内在的智慧和能量。",
            "脚边的小白狗可能是一种忠实的伴侣，也可能是警示。狗的存在可以解释为对潜在危险的提醒，或者是指导者的角色，指引他走向正确的方向。",
            "尽管面对悬崖和未知的旅程，愚者仍保持欢欣的神色，表现出对未来的乐观态度和信任。",
            "他的视线朝向遥远的天空，表示对更高层次的理解和灵感的追求。太阳的存在可能象征着光明和启示。",
            "远方的山脉代表旅程中的挑战和未知，表明他即将面临的冒险不仅是个体层面的，还可能是心灵和精神的。",
            "总体而言，愚者牌是一个充满活力和无限可能性的牌，它鼓励我们在面对新的旅程和冒险时保持开放的心态，迎接未知并相信内在的力量。",
            "这张牌同时也提醒我们，纯真和乐观不代表愚蠢，而是一种对生命的积极态度。"
        ],
        "imgDetail": [
            "愚者穿着色彩斑斓的服装，头上戴顶象征成功的桂冠，无视于前方的悬崖，昂首阔步向前行。",
            "他左手拿着一朵白玫瑰，白色象征纯洁，玫瑰象征热情。他的右手则轻轻握着一根杖，象征经验的包袱即系于其上。",
            "那根杖可不是普通的杖，它是一根令牌，象征力量。愚人脚边有只小白狗正狂吠着，似乎在提醒他要悬崖勒马，又好像随他一同起舞。",
            "无论如何，愚人仍旧保持着欢欣的神色，望向遥远的天空而非眼前的悬崖，好像悬崖下会有个天使扥住他似的，他就这样昂首阔步地向前走。",
            "远方的山脉象征他前方未知的旅程，白色的太阳自始至终都目睹着愚人的一举一动──他从哪里来？他往何处去？他又如何回来？"
        ],
        "upright": [
            "愚者牌正位时，代表着新的开始、冒险和对未知的探索。这是一张充满活力和乐观的牌，鼓励我们勇敢地面对生活中的挑战。",
            "愚者正位时，可能意味着你现在正处于一个可以展开新计划或追求新目标的时刻。放下过去的包袱，迎接未知的未来。",
            "正位的愚者也提醒我们保持纯真和乐观的心态，相信自己的能力，勇敢地踏上新的旅程。",
            "这是一个充满可能性和机遇的时刻，愚者正位时的建议是勇敢地踏出第一步，即使你可能不知道前方会发生什么。相信自己的直觉，追随内心的引导。",
            "正位的愚者还可能表示一个突然"
        ],
        "reversed": [
            "愚者牌逆位时，可能暗示着对新事物的恐惧或不愿意面对未知。可能有一些过去的经验让你对冒险和改变产生了顾虑。",
            "逆位的愚者可能表示在新的开始或决策面前感到迷茫或犹豫。可能有一些阻碍你向前迈进的因素，需要仔细思考和解决。",
            "可能你过于理智或过于谨慎，不愿意冒险。逆位的愚者提醒我们有时需要冒一些险，放下恐惧，才能真正体验生活的丰富。",
            "逆位的愚者也可能暗示着冲动和不计后果的行为。在追求新事物的过程中，要注意保持理性和谨慎，避免因冲动而带来不必要的困扰。",
            "逆位的愚者提醒我们在决策和行动之前，要理性思考并权衡利弊。不要让恐惧或冲动主导你的选择。",
            "对新事物的恐惧、迷茫犹豫、过于理智"
        ]
    },
    // 魔法师
    {
        "text": "魔法师",
        "id": 1,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/magician.jpg",
        "detail": {
            "upright": "自信、技能、意志力",
            "reversed": "欺诈、能量散尽、缺乏目标"
        },
        "note": "",
        "details": [
            "韦特塔罗魔法师牌是大阿卡纳中的第1张牌，通常代表着自信、技能和意志力。他是一个能够连接物质世界和心灵世界的媒介。",
            "魔法师站在桌前，桌上摆放着代表四大元素的四个符号：权杖（火）、圣杯（水）、宝剑（风）和硬币（土）。这象征着他能够掌握并整合各种元素的能力。",
            "他右手指向天上，代表着他从灵感和心灵层面汲取能量。左手指向地下，表示他能够将这些能量转化为现实。",
            "魔法师头上戴着无穷的八字形帽子，象征着无限的智慧和力量。他的腰带上有一只蛇吞尾，代表着永恒和循环。",
            "魔法师正位时显示出对自己能力的充分认识，以及运用这些能力创造自己想要的现实。他是自我实现和意志力的象征。",
            "正位的魔法师鼓励我们相信自己的能力，勇敢地追求目标。他提醒我们，我们拥有塑造自己生活的力量。",
            "这是一个充满自信、创造力和意愿力的时刻。正位的魔法师鼓励我们积极运用我们所拥有的资源，创造出更加丰富和有意义的生活。",
            "魔法师也可能代表一位有影响力的导师或指导者，他可以帮助他人认识和释放他们内在的力量。",
            "总体而言，正位的魔法师是一张积极和鼓舞人心的牌，提醒我们运用自己的技能和资源，创造出更加美好的未来。"
        ],
        "imgDetail": [
            "魔法师站在桌前，桌上摆放着代表四大元素的四个符号：权杖（火）、圣杯（水）、宝剑（风）和硬币（土）。这象征着他能够掌握并整合各种元素的能力。",
            "他右手指向天上，代表着他从灵感和心灵层面汲取能量。左手指向地下，表示他能够将这些能量转化为现实。",
            "魔法师头上戴着无穷的八字形帽子，象征着无限的智慧和力量。他的腰带上有一只蛇吞尾，代表着永恒和循环。"
        ],
        "upright": [
            "魔法师牌正位时，代表着自信、技能和意志力。他是一个能够连接物质世界和心灵世界的媒介，能够创造自己想要的现实。",
            "正位的魔法师展示了对自己能力的充分认识，以及运用这些能力创造自己想要的现实。他是自我实现和意志力的象征。",
            "正位的魔法师鼓励我们相信自己的能力，勇敢地追求目标。他提醒我们，我们拥有塑造自己生活的力量。",
            "这是一个充满自信、创造力和意愿力的时刻。正位的魔法师鼓励我们积极运用我们所拥有的资源，创造出更加丰富和有意义的生活。",
            "魔法师也可能代表一位有影响力的导师或指导者，他可以帮助他人认识和释放他们内在的力量。"
        ],
        "reversed": [
            "魔法师牌逆位时，可能暗示着对自己能力的怀疑或未充分发挥。你可能感到缺乏自信，怀疑自己的技能。",
            "逆位的魔法师可能表示能量的散尽，感觉力量不足以创造自己想要的现实。这时可能需要审视并调整自己的目标和计划。",
            "可能你感到被欺诈或误导，需要小心周围的影响。逆位的魔法师提醒我们，在追求目标时要保持清醒和警觉。",
            "逆位的魔法师也可能表示缺乏明确的目标和方向感。这是一个思考和重新规划的时刻，以确保你的行动能够朝着正确的方向发展。",
            "欺诈、能量散尽、缺乏目标"
        ]
    },
    // 女祭司
    {
        "text": "女祭司",
        "id": 2,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/priestess.jpg",
        "detail": {
            "upright": "直觉、神秘、沉默",
            "reversed": "迷失、虚伪、暴露真相"
        },
        "note": "",
        "details": [
            "韦特塔罗女祭司牌是大阿卡纳中的第2张牌，通常代表着直觉、神秘和沉默。她是一位连接物质世界和潜意识之间的媒介。",
            "女祭司坐在一座黑白相间的柱子之间，这象征着她能够整合对立的力量，同时也展示了她站在两个世界之间的角色。",
            "她头上戴着皇冠，代表她的权威和智慧。她手持一卷圣经，上面写有Tora，意味着她拥有启示和灵感。",
            "女祭司正位时展示了对潜在知识和直觉的敏感。她代表了对神秘事物的深刻理解和对内在声音的倾听。",
            "正位的女祭司是一位沉默的引导者，她通过直觉和灵感指引他人。她不依赖外部的信息，而是从内在获得洞察力。",
            "女祭司正位时鼓励我们倾听内在的声音，相信自己的直觉。她提醒我们，有时沉默和冥想可以带来更深层次的理解。",
            "这是一个倾听内心声音、探索潜意识和深化灵性理解的时刻。正位的女祭司鼓励我们通过沉默和冥想寻找答案。",
            "女祭司也可能代表一位智慧的导师，她的教导基于内在的洞察和直觉，而非传统的知识。",
            "总体而言，女祭司正位是一张充满智慧和神秘色彩的牌，她提醒我们在喧嚣的世界中，要时刻保持内心的平静与倾听。"
        ],
        "imgDetail": [
            "女祭司坐在一座黑白相间的柱子之间，这象征着她能够整合对立的力量，同时也展示了她站在两个世界之间的角色。",
            "她头上戴着皇冠，代表她的权威和智慧。她手持一卷圣经，上面写有\"Tora\"，意味着她拥有启示和灵感。"
        ],
        "upright": [
            "女祭司牌正位时代表着直觉、神秘和沉默。她是一位连接物质世界和潜意识之间的媒介，能够深刻理解神秘事物。",
            "正位的女祭司展示了对潜在知识和直觉的敏感。她代表了对神秘事物的深刻理解和对内在声音的倾听。",
            "女祭司正位时鼓励我们倾听内在的声音，相信自己的直觉。她提醒我们，有时沉默和冥想可以带来更深层次的理解。",
            "这是一个倾听内心声音、探索潜意识和深化灵性理解的时刻。正位的女祭司鼓励我们通过沉默和冥想寻找答案。",
            "女祭司也可能代表一位智慧的导师，她的教导基于内在的洞察和直觉，而非传统的知识。"
        ],
        "reversed": [
            "女祭司牌逆位时，可能暗示着迷失和对真相的迷茫。可能你在现实中感到混乱，难以理解事情的真相。",
            "逆位的女祭司可能表示过于沉默或过于谨慎，导致无法表达内心的感受和观点。这时可能需要更加开放地与他人沟通。",
            "可能有虚伪和不真实的因素影响你的判断。逆位的女祭司提醒我们要警惕虚假的信息和迷惑，保持对真相的敏感。",
            "逆位的女祭司还可能表示某些真相即将暴露，无法再被隐藏。这是一个需要勇敢面对真相的时刻，尽管可能会带来不适。",
            "迷失、虚伪、暴露真相"
        ]
    },
    // 皇后
    {
        "text": "皇后",
        "id": 3,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/empress.jpg",
        "detail": {
            "upright": "母性、丰收、和谐",
            "reversed": "过度保护、依赖、无法满足"
        },
        "note": "",
        "details": [
            "韦特塔罗皇后牌是大阿卡纳中的第3张牌，通常代表着母性、丰收和和谐。她是生命的象征，能够创造和滋养。",
            "皇后坐在一座丰收的麦田中，头上戴着王冠，手持权杖。她的座位装饰着红色的心形标志，象征着爱和激情。",
            "她的脚边有一只小鸟，象征着对自然的亲密联系。背后的河流表示情感的流动和丰富。",
            "皇后正位时展示了母性的力量和丰收的状态。她是生命的创造者，能够为周围的环境带来和谐和繁荣。",
            "正位的皇后代表母性的关怀和慈爱。她可能是一个温暖、慈祥的母亲，或者是一个关心和支持他人的人。",
            "皇后正位时，鼓励我们表达爱和关怀，并在生活中创造温暖和和谐的氛围。她提醒我们，爱是一种强大的力量，能够创造美好的未来。",
            "这是一个关注家庭、情感和人际关系的时刻。正位的皇后鼓励我们将关怀和支持带入我们的生活和他人的生活。",
            "皇后也可能代表创造力的流动，艺术的表达和对生命的热爱。她鼓励我们寻找和平与和谐，并在创造中找到满足。",
            "总体而言，正位的皇后是一张充满母性、温暖和关怀的牌，她提醒我们通过爱创造美好的生活。"
        ],
        "imgDetail": [
            "皇后坐在一座丰收的麦田中，头上戴着王冠，手持权杖。她的座位装饰着红色的心形标志，象征着爱和激情。",
            "她的脚边有一只小鸟，象征着对自然的亲密联系。背后的河流表示情感的流动和丰富。"
        ],
        "upright": [
            "皇后牌正位时代表着母性、丰收和和谐。她是生命的象征，能够创造和滋养。",
            "正位的皇后展示了母性的力量和丰收的状态。她是生命的创造者，能够为周围的环境带来和谐和繁荣。",
            "正位的皇后代表母性的关怀和慈爱。她可能是一个温暖、慈祥的母亲，或者是一个关心和支持他人的人。",
            "皇后正位时，鼓励我们表达爱和关怀，并在生活中创造温暖和和谐的氛围。她提醒我们，爱是一种强大的力量，能够创造美好的未来。",
            "这是一个关注家庭、情感和人际关系的时刻。正位的皇后鼓励我们将关怀和支持带入我们的生活和他人的生活。",
            "皇后也可能代表创造力的流动，艺术的表达和对生命的热爱。她鼓励我们寻找和平与和谐，并在创造中找到满足。"
        ],
        "reversed": [
            "皇后牌逆位时，可能暗示着过度保护或依赖的倾向。可能你在关系中过于控制或被控制，需要寻找更好的平衡。",
            "逆位的皇后可能表示无法满足或感到受限。可能你在生活中感到缺乏自由，无法追求自己的梦想和目标。",
            "可能在关系中出现了冲突或不和谐的因素。逆位的皇后提醒我们，需要以开放和平等的心态面对他人，避免过于控制或受控制。",
            "逆位的皇后还可能表示在创造力流动方面遇到了阻碍。可能你感到受限制，无法充分表达自己的创造性。",
            "过度保护、依赖、无法满足"
        ]
    },
    // 皇帝
    {
        "text": "皇帝",
        "id": 4,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/emperor.jpg",
        "detail": {
            "upright": "权威、稳定、支配",
            "reversed": "专制、权力滥用、缺乏领导"
        },
        "note": "",
        "details": [
            "韦特塔罗皇帝牌是大阿卡纳中的第4张牌，通常代表着权威、稳定和支配。他是一位有力量和决断力的领导者。",
            "皇帝坐在一把铁制的宝座上，手持权杖，头戴王冠。他的表情严肃，展现出领导者的权威。",
            "他脚下的火红颜色象征着激情和活力，而他的铁制宝座表示他坚固的领导地位。",
            "正位的皇帝展示了权威和稳定的一面。他是一位有远见和决断力的领导者，能够在复杂的情况下做出明智的决策。",
            "正位的皇帝代表着秩序和结构。他可能是一位稳定的领导者，或者是一个具有组织才能的人。",
            "皇帝正位时鼓励我们寻找稳定和可靠的基础。他提醒我们，在追求目标时需要有坚定的决心和领导力。",
            "这是一个适合制定计划、建立秩序和追求目标的时刻。正位的皇帝鼓励我们在生活中发挥领导才能，创造秩序。",
            "皇帝也可能代表一位具有父亲般特质的人，他能够为他人提供支持和指导。",
            "总体而言，正位的皇帝是一张充满权威和稳定感的牌，他提醒我们通过决断和领导力创造有意义的生活。"
        ],
        "imgDetail": [
            "皇帝坐在一把铁制的宝座上，手持权杖，头戴王冠。他的表情严肃，展现出领导者的权威。",
            "他脚下的火红颜色象征着激情和活力，而他的铁制宝座表示他坚固的领导地位。"
        ],
        "upright": [
            "皇帝牌正位时代表着权威、稳定和支配。他是一位有力量和决断力的领导者，能够在复杂的情况下做出明智的决策。",
            "正位的皇帝展示了权威和稳定的一面。他是一位有远见和决断力的领导者，能够在复杂的情况下做出明智的决策。",
            "正位的皇帝代表着秩序和结构。他可能是一位稳定的领导者，或者是一个具有组织才能的人。",
            "皇帝正位时鼓励我们寻找稳定和可靠的基础。他提醒我们，在追求目标时需要有坚定的决心和领导力。",
            "这是一个适合制定计划、建立秩序和追求目标的时刻。正位的皇帝鼓励我们在生活中发挥领导才能，创造秩序。",
            "皇帝也可能代表一位具有父亲般特质的人，他能够为他人提供支持和指导。"
        ],
        "reversed": [
            "皇帝牌逆位时，可能暗示着专制、权力滥用和缺乏领导。可能你在权力的面前感到无力或无法有效地管理情况。",
            "逆位的皇帝可能表示领导地位的不稳定，可能面临权威受到挑战的情况。这时需要审视领导风格，寻找更合适的方式。",
            "可能你在追求目标时缺乏明智的决策和领导力。逆位的皇帝提醒我们，需要更加谨慎和深思熟虑地处理事务。",
            "逆位的皇帝还可能表示对权力的恐惧或不愿意担任领导责任。这是一个需要面对自己对权威的态度和恐惧的时刻。",
            "专制、权力滥用、缺乏领导"
        ]
    },
    // 教皇
    {
        "text": "教皇",
        "id": 5,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/hierophant.jpg",
        "detail": {
            "upright": "信仰、传统、教导",
            "reversed": "僵化、违背传统、思想叛逆"
        },
        "note": "",
        "details": [
            "韦特塔罗教皇牌是大阿卡纳中的第5张牌，通常代表着信仰、传统和教导。他是一位具有宗教和精神智慧的领导者。",
            "教皇坐在一把宝座上，手持三重权杖，头戴三重冠。他的背后有两名僧侣，代表着信仰和教导的传承。",
            "他的脚下有两只鹰，象征着精神的力量。教皇的宝座装饰着牛头图案，这是象征神圣和稳定的符号。",
            "正位的教皇展示了对传统和信仰的尊重。他是一位具有宗教智慧和精神导向的领导者，能够为人们提供指引。",
            "正位的教皇代表着对信仰和价值观的承认。他可能是一位具有教导才能的人，或者是一个在精神领域有深度体验的人。",
            "教皇正位时鼓励我们寻找心灵的指引，尊重传统的智慧。他提醒我们，信仰和精神的支持可以成为人生中的重要力量。",
            "这是一个适合学习、深化信仰和寻找心灵导师的时刻。正位的教皇鼓励我们在信仰的基础上建立自己的人生准则。",
            "教皇也可能代表一位具有宗教或哲学智慧的导师，他能够为他人提供精神的引导。",
            "总体而言，正位的教皇是一张充满信仰、传统和教诲的牌，他提醒我们在精神层面寻找支持和指引。"
        ],
        "imgDetail": [
            "教皇坐在一把宝座上，手持三重权杖，头戴三重冠。他的背后有两名僧侣，代表着信仰和教导的传承。",
            "他的脚下有两只鹰，象征着精神的力量。教皇的宝座装饰着牛头图案，这是象征神圣和稳定的符号。"
        ],
        "upright": [
            "教皇牌正位时代表着信仰、传统和教导。他是一位具有宗教和精神智慧的领导者，能够为人们提供指引。",
            "正位的教皇展示了对传统和信仰的尊重。他是一位具有宗教智慧和精神导向的领导者，能够为人们提供指引。",
            "正位的教皇代表着对信仰和价值观的承认。他可能是一位具有教导才能的人，或者是一个在精神领域有深度体验的人。",
            "教皇正位时鼓励我们寻找心灵的指引，尊重传统的智慧。他提醒我们，信仰和精神的支持可以成为人生中的重要力量。",
            "这是一个适合学习、深化信仰和寻找心灵导师的时刻。正位的教皇鼓励我们在信仰的基础上建立自己的人生准则。",
            "教皇也可能代表一位具有宗教或哲学智慧的导师，他能够为他人提供精神的引导。"
        ],
        "reversed": [
            "教皇牌逆位时，可能暗示着僵化、违背传统和思想叛逆。可能你感到受限于传统的观念，需要更开放地思考。",
            "逆位的教皇可能表示对权威的挑战或对传统信仰的怀疑。这是一个需要审视自己信仰和价值观的时刻。",
            "可能你在寻找精神指引方面感到困惑或迷失。逆位的教皇提醒我们，需要寻找更适合个人需求的精神支持。",
            "逆位的教皇还可能表示违背传统观念或价值观，可能你在生活中更倾向于追求独立的思考和观点。",
            "僵化、违背传统、思想叛逆"
        ]
    },
    // 恋人
    {
        "text": "恋人",
        "id": 6,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/lovers.jpg",
        "detail": {
            "upright": "爱情、关系、选择",
            "reversed": "冲突、分离、不守承诺"
        },
        "note": "",
        "details": [
            "韦特塔罗恋人牌是大阿卡纳中的第6张牌，通常代表着爱情、关系和选择。这是一张充满感性和决断力的牌。",
            "恋人牌上描绘了一对男女，男子注视着女子，而女子则看向一位站在树后的天使。她们站在一座水晶座前，象征着纯洁和透明。",
            "恋人的背后是一片树林，树上结满了果实。这是一张充满生命力和活力的图像。",
            "正位的恋人代表着爱情和关系的新开始。这是一段充满热情和决断的时期，可能是两个人之间的感情升华为更深层次的阶段。",
            "正位的恋人也代表选择的时刻。你可能需要在两种或多种选择之间做出决策，这决策可能涉及到爱情、关系或其他重要领域。",
            "恋人正位时鼓励我们倾听内心的声音，找到真正与自己灵魂共鸣的选择。这是一个追随内心感觉的时刻，不受外界干扰。",
            "正位的恋人也可能表示两个人之间的深刻连接，可能是爱情关系、友谊或合作关系。这是一个建立深层次联系的时刻。",
            "总体而言，正位的恋人是一张充满爱和选择的牌，提醒我们在关系中追随内心，做出真实和有意义的选择。"
        ],
        "imgDetail": [
            "恋人牌上描绘了一对男女，男子注视着女子，而女子则看向一位站在树后的天使。她们站在一座水晶座前，象征着纯洁和透明。",
            "恋人的背后是一片树林，树上结满了果实。这是一张充满生命力和活力的图像。"
        ],
        "upright": [
            "恋人牌正位时代表着爱情和关系的新开始。这是一段充满热情和决断的时期，可能是两个人之间的感情升华为更深层次的阶段。",
            "正位的恋人也代表选择的时刻。你可能需要在两种或多种选择之间做出决策，这决策可能涉及到爱情、关系或其他重要领域。",
            "恋人正位时鼓励我们倾听内心的声音，找到真正与自己灵魂共鸣的选择。这是一个追随内心感觉的时刻，不受外界干扰。",
            "正位的恋人也可能表示两个人之间的深刻连接，可能是爱情关系、友谊或合作关系。这是一个建立深层次联系的时刻。",
            "总体而言，正位的恋人是一张充满爱和选择的牌，提醒我们在关系中追随内心，做出真实和有意义的选择。"
        ],
        "reversed": [
            "恋人牌逆位时，可能暗示着冲突、分离和不守承诺。可能两个人之间出现了隔阂，关系变得紧张和不稳定。",
            "逆位的恋人还可能表示在选择方面的困扰。你可能感到在选择爱情或关系方向时感到困惑，缺乏清晰的方向。",
            "可能你发现在关系中出现了不一致或不真实的情况。逆位的恋人提醒我们需要审视关系中的问题，寻找真实和清晰的沟通。",
            "逆位的恋人还可能表示需要解决冲突和误解，重新建立沟通。这是一个化解关系问题和寻找共同理解的时刻。",
            "冲突、分离、不守承诺"
        ]
    },
    // 战车
    {
        "text": "战车",
        "id": 7,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/chariot.jpg",
        "detail": {
            "upright": "胜利、意志力、掌控",
            "reversed": "自我阻碍、混乱、无法前进"
        },
        "note": "",
        "details": [
            "韦特塔罗战车牌是大阿卡纳中的第7张牌，通常代表着胜利、意志力和掌控。这是一张充满动力和决心的牌。",
            "战车牌上描绘了一辆装饰着星辰、月亮和太阳的战车。车上站着一位胜利的战士，他手持权杖，目光坚定。",
            "战车的背景是一片星空，象征着无限的潜力。战车前进的方向是有意义的，而且充满胜利的信号。",
            "正位的战车代表着胜利的迅猛前进。你可能正处于取得重大胜利或完成目标的过程中，取得了有意义的成就。",
            "正位的战车也象征着意志力的力量。你有足够的决心和毅力，能够克服困难，实现自己的目标。",
            "战车正位时鼓励我们追求目标，保持专注，并展现出对事业或关系的掌控。这是一个充满能量和动力的时刻。",
            "正位的战车还可能表示在事业、关系或个人成长方面取得了巨大的成功。这是一个值得庆祝的时刻。",
            "总体而言，正位的战车是一张充满胜利和动力的牌，提醒我们在前进的道路上保持坚定的意志和目标导向。",
            "这是一个值得庆祝的时刻。"
        ],
        "imgDetail": [
            "战车牌上描绘了一辆装饰着星辰、月亮和太阳的战车。车上站着一位胜利的战士，他手持权杖，目光坚定。",
            "战车的背景是一片星空，象征着无限的潜力。战车前进的方向是有意义的，而且充满胜利的信号。"
        ],
        "upright": [
            "战车牌正位时代表着胜利、意志力和掌控。这是一张充满动力和决心的牌，象征着迅猛前进和取得胜利。",
            "正位的战车代表着胜利的迅猛前进。你可能正处于取得重大胜利或完成目标的过程中，取得了有意义的成就。",
            "正位的战车也象征着意志力的力量。你有足够的决心和毅力，能够克服困难，实现自己的目标。",
            "战车正位时鼓励我们追求目标，保持专注，并展现出对事业或关系的掌控。这是一个充满能量和动力的时刻。",
            "正位的战车还可能表示在事业、关系或个人成长方面取得了巨大的成功。这是一个值得庆祝的时刻。",
            "总体而言，正位的战车是一张充满胜利和动力的牌，提醒我们在前进的道路上保持坚定的意志和目标导向。",
            "这是一个值得庆祝的时刻。"
        ],
        "reversed": [
            "战车牌逆位时，可能暗示着自我阻碍、混乱和无法前进。可能你感到事情失去了掌控，无法取得进展。",
            "逆位的战车可能表示在追求目标时遇到了困难，可能是因为缺乏明确的计划或目标方向。这时需要重新审视计划。",
            "可能你在事业或关系中感到无法前进，出现了障碍。逆位的战车提醒我们需要解决阻碍，找到前进的有效途径。",
            "逆位的战车还可能表示在追求胜利的过程中出现了混乱，可能需要整理思绪，恢复秩序。",
            "自我阻碍、混乱、无法前进"
        ]
    },
    // 力量
    {
        "text": "力量",
        "id": 8,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/strength.jpg",
        "detail": {
            "upright": "勇气、毅力、宽容",
            "reversed": "缺乏勇气、软弱无力、控制不住"
        },
        "note": "",
        "details": [
            "韦特塔罗力量牌是大阿卡纳中的第8张牌，通常代表着勇气、毅力和宽容。这是一张充满内在力量和控制的牌。",
            "力量牌上描绘了一位女性，她与一只雄狮相处得十分和谐。女性轻轻地用手掌压住狮子的下巴，而狮子则显得温顺。",
            "这张牌传达了一种不是通过力量而是通过内在力量和平和来控制外在的信息。",
            "正位的力量代表勇气和毅力。你有足够的内在力量来克服困难和挑战，而无需使用外在的强制力。",
            "正位的力量也象征着宽容和善意。你能够以柔和的方式处理事物，展现出内在的坚定和平和。",
            "力量正位时鼓励我们用爱和宽容的态度面对生活中的一切。这是一种通过理解和包容而非争斗和对抗的力量。",
            "正位的力量还可能表示内在和谐的达成，可能是在情感、身体或精神层面。这是一种整体的、有力的平衡。",
            "总体而言，正位的力量是一张充满内在力量和善意的牌，提醒我们在面对挑战时，通过坚定的内心和宽容的态度取得胜利。",
            "这是一种通过理解和包容而非争斗和对抗的力量。"
        ],
        "imgDetail": [
            "力量牌上描绘了一位女性，她与一只雄狮相处得十分和谐。女性轻轻地用手掌压住狮子的下巴，而狮子则显得温顺。"
        ],
        "upright": [
            "力量牌正位时代表着勇气、毅力和宽容。这是一张充满内在力量和控制的牌，通过理解和包容而非争斗和对抗取得胜利。",
            "正位的力量代表勇气和毅力。你有足够的内在力量来克服困难和挑战，而无需使用外在的强制力。",
            "正位的力量也象征着宽容和善意。你能够以柔和的方式处理事物，展现出内在的坚定和平和。",
            "力量正位时鼓励我们用爱和宽容的态度面对生活中的一切。这是一种通过理解和包容而非争斗和对抗的力量。",
            "正位的力量还可能表示内在和谐的达成，可能是在情感、身体或精神层面。这是一种整体的、有力的平衡。",
            "总体而言，正位的力量是一张充满内在力量和善意的牌，提醒我们在面对挑战时，通过坚定的内心和宽容的态度取得胜利。",
            "这是一种通过理解和包容而非争斗和对抗的力量。"
        ],
        "reversed": [
            "力量牌逆位时，可能暗示着缺乏勇气、软弱无力和控制不住。可能你感到自己无法掌控局势，需要更坚定的内心。",
            "逆位的力量也可能表示在面对挑战时产生内在的恐惧，需要努力克服。这可能需要更多的勇气和自信。",
            "可能你在处理事物时缺乏宽容和善意，容易陷入争斗和对抗。逆位的力量提醒我们通过柔和的方式处理问题。",
            "逆位的力量还可能表示内在失衡，可能在情感、身体或精神层面感到不稳定。这是一个需要调整和恢复平衡的时刻。",
            "缺乏勇气、软弱无力、控制不住"
        ]
    },
    // 隐士
    {
        "text": "隐士",
        "id": 9,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/hermit.jpg",
        "detail": {
            "upright": "寻求真理、内省、孤独",
            "reversed": "孤立、迷失、拒绝面对真相"
        },
        "note": "",
        "details": [
            "韦特塔罗隐士牌是大阿卡纳中的第9张牌，通常代表着寻求真理、内省和孤独。这是一张充满思考和沉默力量的牌。",
            "隐士牌上描绘了一位老者，手持拐杖，头戴灯笼。他独自一人，穿越在夜晚的雪地中。这张牌传达了孤独、内省和寻找内在真理的主题。",
            "正位的隐士代表寻求真理的决心。你可能正在进行一场深刻的内在旅程，追寻自己的真实目标和意义。",
            "正位的隐士还象征着内省和独处。这是一个独自思考、反思和沉默的时期，通过与自己对话来获取智慧。",
            "隐士正位时鼓励我们远离外界干扰，通过独立思考和冥想来寻找内在的指引。这是一个深入灵魂的旅程。",
            "正位的隐士还可能表示在孤独中找到力量和启示。通过独自面对自己的内在真相，你可以获得深刻的洞察力。",
            "总体而言，正位的隐士是一张充满深思和寻找真理的牌，提醒我们通过独自的内在探索来找到人生的意义。",
            "这是一个深入灵魂的旅程。"
        ],
        "imgDetail": [
            "隐士牌上描绘了一位老者，手持拐杖，头戴灯笼。他独自一人，穿越在夜晚的雪地中。这张牌传达了孤独、内省和寻找内在真理的主题。"
        ],
        "upright": [
            "隐士牌正位时代表着寻求真理、内省和孤独。这是一张充满思考和沉默力量的牌，通过独自的内在探索来找到人生的意义。",
            "正位的隐士代表寻求真理的决心。你可能正在进行一场深刻的内在旅程，追寻自己的真实目标和意义。",
            "正位的隐士还象征着内省和独处。这是一个独自思考、反思和沉默的时期，通过与自己对话来获取智慧。",
            "隐士正位时鼓励我们远离外界干扰，通过独立思考和冥想来寻找内在的指引。这是一个深入灵魂的旅程。",
            "正位的隐士还可能表示在孤独中找到力量和启示。通过独自面对自己的内在真相，你可以获得深刻的洞察力。",
            "总体而言，正位的隐士是一张充满深思和寻找真理的牌，提醒我们通过独自的内在探索来找到人生的意义。",
            "这是一个深入灵魂的旅程。"
        ],
        "reversed": [
            "隐士牌逆位时，可能暗示着孤立、迷失和拒绝面对真相。可能你感到与自己的内在失去了联系，需要重新寻找方向。",
            "逆位的隐士还可能表示在孤独中感到不安和迷失。可能你需要与他人建立联系，寻求支持和指导。",
            "可能你在面对内在真相时感到抗拒，不愿意直面自己的深层问题。逆位的隐士提醒我们需要勇敢地直面内心。",
            "逆位的隐士还可能表示避免独处和沉默，需要更多的社交和外部互动。这是一个寻找平衡的时刻。",
            "孤立、迷失、拒绝面对真相"
        ]
    },
    // 命运之轮
    {
        "text": "命运之轮",
        "id": 10,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/wheeloffortune.jpg",
        "detail": {
            "upright": "命运、循环、机会",
            "reversed": "逆境、厄运、不可抗力"
        },
        "note": "",
        "details": [
            "韦特塔罗命运之轮牌是大阿卡纳中的第10张牌，通常代表着命运的循环、机会和无法预测的变化。这是一张充满转变和变化力量的牌。",
            "命运之轮牌上描绘了一个大轮，轮上坐落着人物、野兽和神灵。轮子象征着生命的循环、起伏和无常。",
            "正位的命运之轮代表着命运的变化和循环。生命中的轮回不断旋转，人们经历着不同的阶段和经历。",
            "正位的命运之轮也象征着机会的出现。在适当的时机，命运之轮会为你带来机遇，打破僵局，开启新的可能性。",
            "命运之轮正位时鼓励我们接受生命中的变化，认识到变化是自然而然的。这是一个适应和接纳的时刻。",
            "正位的命运之轮还提醒我们，生命中的低谷和顶峰都是暂时的，时刻都在变化。这是一种超越个人掌控的力量。",
            "总体而言，正位的命运之轮是一张充满命运、循环和机会的牌，提醒我们随遇而安，接受生命中的变化。",
            "这是一个适应和接纳的时刻。"
        ],
        "imgDetail": [
            "命运之轮牌上描绘了一个大轮，轮上坐落着人物、野兽和神灵。轮子象征着生命的循环、起伏和无常。"
        ],
        "upright": [
            "命运之轮牌正位时代表着命运的变化和循环。生命中的轮回不断旋转，人们经历着不同的阶段和经历。",
            "正位的命运之轮也象征着机会的出现。在适当的时机，命运之轮会为你带来机遇，打破僵局，开启新的可能性。",
            "命运之轮正位时鼓励我们接受生命中的变化，认识到变化是自然而然的。这是一个适应和接纳的时刻。",
            "正位的命运之轮还提醒我们，生命中的低谷和顶峰都是暂时的，时刻都在变化。这是一种超越个人掌控的力量。",
            "总体而言，正位的命运之轮是一张充满命运、循环和机会的牌，提醒我们随遇而安，接受生命中的变化。",
            "这是一个适应和接纳的时刻。"
        ],
        "reversed": [
            "命运之轮牌逆位时，可能暗示着逆境、厄运和不可抗力。可能你感到生活中的变化带来了困扰和挑战。",
            "逆位的命运之轮也可能表示机会的流失或错过。可能在某个时刻你没有抓住适当的机会，需要对选择进行反思。",
            "可能你在面对生活的变化时感到困惑和不安。逆位的命运之轮提醒我们，变化是无法预测的，需要适应和调整。",
            "逆位的命运之轮还可能表示生命中出现了持续的困境，需要耐心和坚持。这是一个克服困难的时刻。",
            "逆境、厄运、不可抗力"
        ]
    },
    // 正义
    {
        "text": "正义",
        "id": 11,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/justice.jpg",
        "detail": {
            "upright": "公正、平衡、道德",
            "reversed": "不公、偏见、不道德"
        },
        "note": "",
        "details": [
            "韦特塔罗正义牌是大阿卡纳中的第11张牌，通常代表着公正、平衡和道德的力量。这是一张充满公正和决断的牌。",
            "正义牌上描绘了一位坐在宝座上的女性，手持天平和长剑。她的眼神坚定，代表着公正的裁决。",
            "正位的正义代表公正和平衡的力量。这是一个需要做出公正决策的时刻，可能与法律、道德或伦理有关。",
            "正位的正义还象征着对真理的追求。在决策和行动中，要坚守真理和公正，不受私心和偏见的影响。",
            "正义正位时鼓励我们在面对抉择和决断时保持客观和公正的态度。这是一个需要冷静思考的时刻。",
            "正位的正义还提醒我们，公正不仅仅是对他人的裁决，也包括对自己的认知和行为的审视。",
            "总体而言，正位的正义是一张充满公正、平衡和道德的牌，提醒我们在决策和行动中保持清晰的头脑和公正的心。",
            "这是一个需要冷静思考的时刻。"
        ],
        "imgDetail": [
            "正义牌上描绘了一位坐在宝座上的女性，手持天平和长剑。她的眼神坚定，代表着公正的裁决。"
        ],
        "upright": [
            "正义牌正位时代表公正、平衡和道德的力量。这是一个需要做出公正决策的时刻，可能与法律、道德或伦理有关。",
            "正位的正义还象征着对真理的追求。在决策和行动中，要坚守真理和公正，不受私心和偏见的影响。",
            "正义正位时鼓励我们在面对抉择和决断时保持客观和公正的态度。这是一个需要冷静思考的时刻。",
            "正位的正义还提醒我们，公正不仅仅是对他人的裁决，也包括对自己的认知和行为的审视。",
            "总体而言，正位的正义是一张充满公正、平衡和道德的牌，提醒我们在决策和行动中保持清晰的头脑和公正的心。",
            "这是一个需要冷静思考的时刻。"
        ],
        "reversed": [
            "正义牌逆位时，可能暗示着不公、偏见和不道德。可能在决策和行动中出现了不公正的情况，需要反思和调整。",
            "逆位的正义也可能表示你在某个方面失去了平衡，可能是在道德或伦理上。这是一个需要恢复平衡和真实的时刻。",
            "可能你在决策和行动中受到了个人情感或偏见的影响，导致了不公正的结果。逆位的正义提醒我们保持客观。",
            "逆位的正义还可能表示在面对决策时缺乏清晰的头脑，容易受到情绪的左右。这是一个需要冷静思考和调整的时刻。",
            "不公、偏见、不道德"
        ]
    },
    // 倒吊人
    {
        "text": "倒吊人",
        "id": 12,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/hangedman.jpg",
        "detail": {
            "upright": "牺牲、等待、放弃",
            "reversed": "牺牲无益、无谓等待、放弃希望"
        },
        "note": "",
        "details": [
            "韦特塔罗倒吊人牌是大阿卡纳中的第12张牌，通常代表着牺牲、等待和放弃的主题。这是一张充满反思和觉醒力量的牌。",
            "倒吊人牌上描绘了一个头朝下悬挂的人物，形成倒吊的姿势。他的脚被一根绳子绑在树枝上，双手放在背后，形成三角形。",
            "正位的倒吊人代表着一种牺牲和等待的状态。有时候，为了更高的目标或更大的觉悟，我们需要放下某些东西。",
            "正位的倒吊人还象征着觉醒和启示。通过放弃世俗的欲望和观念，你可以获得更深层次的理解和智慧。",
            "倒吊人正位时鼓励我们接受眼前的困境，看到其中的机会。这是一个需要调整心态和放下执念的时刻。",
            "正位的倒吊人还提醒我们，放弃并不意味着失败，而是为了更好地前进。有时候，我们需要逆境中觉醒。",
            "总体而言，正位的倒吊人是一张充满觉醒和牺牲的牌，提醒我们在放弃中寻找新的机会和启示。",
            "这是一个需要调整心态和放下执念的时刻。"
        ],
        "imgDetail": [
            "倒吊人牌上描绘了一个头朝下悬挂的人物，形成倒吊的姿势。他的脚被一根绳子绑在树枝上，双手放在背后，形成三角形。"
        ],
        "upright": [
            "倒吊人正位代表着一种牺牲和等待的状态。有时候，为了更高的目标或更大的觉悟，我们需要放下某些东西。",
            "正位的倒吊人还象征着觉醒和启示。通过放弃世俗的欲望和观念，你可以获得更深层次的理解和智慧。",
            "倒吊人正位时鼓励我们接受眼前的困境，看到其中的机会。这是一个需要调整心态和放下执念的时刻。",
            "正位的倒吊人还提醒我们，放弃并不意味着失败，而是为了更好地前进。有时候，我们需要逆境中觉醒。",
            "总体而言，正位的倒吊人是一张充满觉醒和牺牲的牌，提醒我们在放弃中寻找新的机会和启示。",
            "这是一个需要调整心态和放下执念的时刻。"
        ],
        "reversed": [
            "倒吊人牌逆位时，可能暗示着牺牲无益、无谓等待和放弃希望。可能你陷入了一种无法改变的困境。",
            "逆位的倒吊人也可能表示你在等待中感到焦虑和失望。可能现实并不如你所愿，需要接受并寻找新的出路。",
            "可能你在放弃某些事物时感到痛苦和无助。逆位的倒吊人提醒我们，放弃并不总是轻松的决定。",
            "逆位的倒吊人还可能表示你对牺牲和等待感到不满，需要重新评估自己的目标和期望。",
            "牺牲无益、无谓等待、放弃希望"
        ]
    },
    // 死神
    {
        "text": "死神",
        "id": 13,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/death.jpg",
        "detail": {
            "upright": "转变、结束、重生",
            "reversed": "停滞、拖延、无法放手"
        },
        "note": "",
        "details": [
            "韦特塔罗死神牌是大阿卡纳中的第13张牌，通常代表着转变、结束和重生。这是一张充满深刻变化和转折的牌。",
            "死神牌上描绘了一位骑士骑在一匹马上，手持一把镰刀。马前的人物已经倒下，象征着不可避免的变化和结束。",
            "正位的死神代表着生命中的重大变革。这可能是一种彻底的转变，结束旧有的局面，为新的可能性腾出空间。",
            "正位的死神还象征着内在的成长和觉醒。通过放下旧有的观念和局限，你可以迎来更为深刻的生命体验。",
            "死神正位时鼓励我们勇敢面对生命中的变革，接受不可避免的结束。这是一个释放和重生的时刻。",
            "正位的死神还提醒我们，转变虽然可能伴随着痛苦，但它是生命中不可或缺的一部分，是通向新生的必经之路。",
            "总体而言，正位的死神是一张充满深刻变化和转折的牌，提醒我们在结束中找到新的开始。",
            "这是一个释放和重生的时刻。"
        ],
        "imgDetail": [
            "死神牌上描绘了一位骑士骑在一匹马上，手持一把镰刀。马前的人物已经倒下，象征着不可避免的变化和结束。"
        ],
        "upright": [
            "死神正位代表着生命中的重大变革。这可能是一种彻底的转变，结束旧有的局面，为新的可能性腾出空间。",
            "正位的死神还象征着内在的成长和觉醒。通过放下旧有的观念和局限，你可以迎来更为深刻的生命体验。",
            "死神正位时鼓励我们勇敢面对生命中的变革，接受不可避免的结束。这是一个释放和重生的时刻。",
            "正位的死神还提醒我们，转变虽然可能伴随着痛苦，但它是生命中不可或缺的一部分，是通向新生的必经之路。",
            "总体而言，正位的死神是一张充满深刻变化和转折的牌，提醒我们在结束中找到新的开始。",
            "这是一个释放和重生的时刻。"
        ],
        "reversed": [
            "死神牌逆位时，可能暗示着停滞、拖延和无法放手。可能你在面对变革时感到困扰和不愿意接受。",
            "逆位的死神也可能表示你对结束和放手抱有恐惧。这是一个需要面对内心阴影和释放过去的时刻。",
            "可能你在逆位的死神中感到无法前进，生活陷入了停滞。逆位的死神提醒我们，放手过去是迎接新生的关键。",
            "逆位的死神还可能表示你在面对变化时缺乏勇气，害怕未知的未来。这是一个需要超越恐惧的时刻。",
            "停滞、拖延、无法放手"
        ]
    },
    // 节制
    {
        "text": "节制",
        "id": 14,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/temperance.jpg",
        "detail": {
            "upright": "平衡、调和、宽容",
            "reversed": "失衡、极端、缺乏耐心"
        },
        "note": "",
        "details": [
            "韦特塔罗节制牌是大阿卡纳中的第14张牌，通常代表着平衡、调和和宽容。这是一张充满宇宙法则和内在平衡的牌。",
            "节制牌上描绘了一位天使，站在水边，一只脚踏在水中，一只脚踏在陆地上。她手持两个圣杯，倾倒水流形成一条蛇形，象征着情感和灵性的平衡。",
            "正位的节制代表内在和谐的状态。这是一种将对立面融合为统一的境界，是宇宙法则的体现。",
            "正位的节制还象征着调和与宽容。通过保持内心的平静和对生命的宽容，你可以更好地适应外部环境。",
            "节制正位时鼓励我们保持冷静，避免极端的情绪和行为。在平衡中寻找力量，不被外界的波动所动摇。",
            "正位的节制还提醒我们要耐心等待事物自然发展。它是一张提醒我们在行动中保持平衡的牌。",
            "总体而言，正位的节制是一张充满宇宙法则和内在平衡的牌，提醒我们通过调和与宽容实现内在和谐。",
            "这是一张提醒我们在行动中保持平衡的牌。"
        ],
        "imgDetail": [
            "节制牌上描绘了一位天使，站在水边，一只脚踏在水中，一只脚踏在陆地上。她手持两个圣杯，倾倒水流形成一条蛇形，象征着情感和灵性的平衡。"
        ],
        "upright": [
            "节制正位代表内在和谐的状态。这是一种将对立面融合为统一的境界，是宇宙法则的体现。",
            "正位的节制还象征着调和与宽容。通过保持内心的平静和对生命的宽容，你可以更好地适应外部环境。",
            "节制正位时鼓励我们保持冷静，避免极端的情绪和行为。在平衡中寻找力量，不被外界的波动所动摇。",
            "正位的节制还提醒我们要耐心等待事物自然发展。它是一张提醒我们在行动中保持平衡的牌。",
            "总体而言，正位的节制是一张充满宇宙法则和内在平衡的牌，提醒我们通过调和与宽容实现内在和谐。",
            "这是一张提醒我们在行动中保持平衡的牌。"
        ],
        "reversed": [
            "节制牌逆位时，可能暗示着失衡、极端和缺乏耐心。可能你在情感或行为上出现了不稳定和偏执。",
            "逆位的节制也可能表示你在生活中陷入了极端的状态，缺乏对待事物的宽容和灵活度。",
            "可能你在逆位的节制中感到焦虑和不安。逆位的节制提醒我们，过度的极端可能导致失去平衡。",
            "逆位的节制还可能表示你缺乏对待困境的耐心，急于求成。这是一个需要调整态度和寻找平衡的时刻。",
            "失衡、极端、缺乏耐心"
        ]
    },
    // 恶魔
    {
        "text": "恶魔",
        "id": 15,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/devil.jpg",
        "detail": {
            "upright": "物质诱惑、束缚、掌控",
            "reversed": "解脱、摆脱束缚、重获自由"
        },
        "note": "",
        "details": [
            "韦特塔罗恶魔牌是大阿卡纳中的第15张牌，通常代表着物质诱惑、束缚和掌控。这是一张充满欲望和依赖的牌。",
            "恶魔牌上描绘了一只有翅膀的魔鬼，站在一个座座石柱上，手里拿着火炬。两个被锁住的人物被他的长尾巴缠绕，象征着受到物质欲望的控制。",
            "正位的恶魔代表着对物质欲望的诱惑。可能你在追求物质享受的过程中，陷入了一种无法自拔的状态。",
            "正位的恶魔还象征着束缚和掌控。有时候，我们为了追求欲望而放弃了自由，被外在的力量所掌控。",
            "恶魔正位时鼓励我们审视自己是否受到物质欲望的驱使，是否过度依赖外在的事物。",
            "正位的恶魔也提醒我们要注意是否被人或事物所掌控，是否失去了自己的独立思考和选择的能力。",
            "总体而言，正位的恶魔是一张提醒我们审视物质欲望和依赖的牌，鼓励我们追求真正的自由。",
            "这是一张提醒我们审视物质欲望和依赖的牌。"
        ],
        "imgDetail": [
            "恶魔牌上描绘了一只有翅膀的魔鬼，站在一个座座石柱上，手里拿着火炬。两个被锁住的人物被他的长尾巴缠绕，象征着受到物质欲望的控制。"
        ],
        "upright": [
            "恶魔正位代表着对物质欲望的诱惑。可能你在追求物质享受的过程中，陷入了一种无法自拔的状态。",
            "正位的恶魔还象征着束缚和掌控。有时候，我们为了追求欲望而放弃了自由，被外在的力量所掌控。",
            "恶魔正位时鼓励我们审视自己是否受到物质欲望的驱使，是否过度依赖外在的事物。",
            "正位的恶魔也提醒我们要注意是否被人或事物所掌控，是否失去了自己的独立思考和选择的能力。",
            "总体而言，正位的恶魔是一张提醒我们审视物质欲望和依赖的牌，鼓励我们追求真正的自由。",
            "这是一张提醒我们审视物质欲望和依赖的牌。"
        ],
        "reversed": [
            "恶魔牌逆位时，可能暗示着解脱、摆脱束缚和重获自由。可能你在逐渐摆脱过去的依赖，迎接新的可能性。",
            "逆位的恶魔也可能表示你在重获自由的过程中需要小心谨慎，避免再次陷入物质欲望的泥沼。",
            "可能你在逆位的恶魔中感到解脱的喜悦，重新找回了自己的独立思考和选择的能力。",
            "逆位的恶魔提醒我们要审视过去的束缚，学会在自由和欲望之间找到平衡。",
            "解脱、摆脱束缚、重获自由"
        ]
    },
    // 高塔
    {
        "text": "高塔",
        "id": 16,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/tower.jpg",
        "detail": {
            "upright": "突然的改变、崩塌、觉醒",
            "reversed": "逃避、延迟的灾难、避免大变动"
        },
        "note": "",
        "details": [
            "韦特塔罗高塔牌是大阿卡纳中的第16张牌，通常代表着突然的改变、崩塌和觉醒。这是一张充满颠覆性能量的牌。",
            "高塔牌上描绘了一座被雷电击中的塔，从中冒出火焰。两个坠落的人物象征着意外的崩溃和突然的改变。",
            "正位的高塔代表着生命中突然而剧烈的改变。这可能是一次重大的觉醒，或者是一些旧有结构的崩塌。",
            "正位的高塔还象征着真相的揭示。有时候，只有通过颠覆和崩溃，我们才能看清事物的本质。",
            "高塔正位时鼓励我们迎接变化，不要害怕突然而来的觉醒。这是一个解脱旧有框架，迎接新生的时刻。",
            "正位的高塔也提醒我们要注意在改变中保持冷静，不要被外部的动荡所影响。",
            "总体而言，正位的高塔是一张充满颠覆性能量的牌，提醒我们在突然的改变中寻找新的可能性。",
            "这是一个解脱旧有框架，迎接新生的时刻。"
        ],
        "imgDetail": [
            "高塔牌上描绘了一座被雷电击中的塔，从中冒出火焰。两个坠落的人物象征着意外的崩溃和突然的改变。"
        ],
        "upright": [
            "高塔正位代表着生命中突然而剧烈的改变。这可能是一次重大的觉醒，或者是一些旧有结构的崩塌。",
            "正位的高塔还象征着真相的揭示。有时候，只有通过颠覆和崩溃，我们才能看清事物的本质。",
            "高塔正位时鼓励我们迎接变化，不要害怕突然而来的觉醒。这是一个解脱旧有框架，迎接新生的时刻。",
            "正位的高塔也提醒我们要注意在改变中保持冷静，不要被外部的动荡所影响。",
            "总体而言，正位的高塔是一张充满颠覆性能量的牌，提醒我们在突然的改变中寻找新的可能性。",
            "这是一个解脱旧有框架，迎接新生的时刻。"
        ],
        "reversed": [
            "高塔牌逆位时，可能暗示着逃避、延迟的灾难和避免大变动。可能你在逆位的高塔中采取了回避的策略，不愿直面现实。",
            "逆位的高塔也可能表示你成功地避免了一场原本不可避免的灾难，或者在某种程度上减轻了变化的影响。",
            "可能你在逆位的高塔中采取了更为渐进的方式，逐渐调整自己的生活，避免了过于激烈的改变。",
            "逆位的高塔提醒我们，有时候逃避并非长久之计，还需要正视生命中的真相，迎接变化和成长。",
            "逃避、延迟的灾难、避免大变动"
        ]
    },
    // 星星
    {
        "text": "星星",
        "id": 17,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/star.jpg",
        "detail": {
            "upright": "希望、灵感、信仰",
            "reversed": "失望、迷失方向、信仰动摇"
        },
        "note": "",
        "details": [
            "韦特塔罗星星牌是大阿卡纳中的第17张牌，通常代表着希望、灵感和信仰。这是一张充满积极能量的牌。",
            "星星牌上描绘了一位赤裸的女神站在清澈的溪水中，她手持两个大星星，头顶七颗小星星。远处是一棵大树，象征着生命的连接。",
            "正位的星星代表着对未来的希望和对生命的灵感。它是一张充满积极能量和乐观情感的牌。",
            "正位的星星还象征着内在的信仰和直觉。通过与内心的深度对话，你可以找到前进的方向。",
            "星星正位时鼓励我们相信自己的力量，追寻内心的愿望。这是一张提醒我们在困境中保持信仰的牌。",
            "正位的星星也提醒我们要保持对生命的热爱，用积极的态度迎接未来的挑战。",
            "总体而言，正位的星星是一张充满希望和灵感的牌，鼓励我们相信自己，追寻内心的愿望。",
            "这是一张提醒我们在困境中保持信仰的牌。"
        ],
        "imgDetail": [
            "星星牌上描绘了一位赤裸的女神站在清澈的溪水中，她手持两个大星星，头顶七颗小星星。远处是一棵大树，象征着生命的连接。"
        ],
        "upright": [
            "星星正位代表着对未来的希望和对生命的灵感。它是一张充满积极能量和乐观情感的牌。",
            "正位的星星还象征着内在的信仰和直觉。通过与内心的深度对话，你可以找到前进的方向。",
            "星星正位时鼓励我们相信自己的力量，追寻内心的愿望。这是一张提醒我们在困境中保持信仰的牌。",
            "正位的星星也提醒我们要保持对生命的热爱，用积极的态度迎接未来的挑战。",
            "总体而言，正位的星星是一张充满希望和灵感的牌，鼓励我们相信自己，追寻内心的愿望。",
            "这是一张提醒我们在困境中保持信仰的牌。"
        ],
        "reversed": [
            "星星牌逆位时，可能暗示着失望、迷失方向和信仰动摇。你可能对未来失去了信心，感到迷茫和沮丧。",
            "逆位的星星还可能表示你在寻找灵感和方向时遇到了阻碍，感到迷失在生活的迷雾中。",
            "可能你在逆位的星星中感到内在的信仰动摇，怀疑生命的意义和目标。",
            "逆位的星星提醒我们，即使在困难时期，也要保持对未来的信心，不要轻易放弃内心的愿望。",
            "失望、迷失方向、信仰动摇"
        ]
    },
    // 月亮
    {
        "text": "月亮",
        "id": 18,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/moon.jpg",
        "detail": {
            "upright": "幻觉、不安、潜意识启示",
            "reversed": "真相浮现、迷雾散去、解开谜团"
        },
        "note": "",
        "details": [
            "韦特塔罗月亮牌是大阿卡纳中的第18张牌，通常代表幻觉、不安和潜意识启示。这是一张充满神秘和迷离色彩的牌。",
            "月亮牌上描绘了夜晚的月亮高悬，两只狼在月亮下狂吠。远处是一条通往远方山脉的小径，象征着梦境和未知的旅程。",
            "正位的月亮代表着幻觉和梦境。在这张牌的能量下，事物可能并非看上去那样，需要谨慎对待。",
            "正位的月亮还象征着潜意识的启示。通过深入内心，你可能发现许多隐藏的真相和智慧。",
            "月亮正位时鼓励我们去探索梦境和直觉。这是一个适合深度思考和灵感启示的时刻。",
            "正位的月亮也提醒我们要注意感知与现实之间的差异，学会在不确定中保持平衡。",
            "总体而言，正位的月亮是一张充满神秘和迷离色彩的牌，提醒我们探索内在世界的奥秘。",
            "这是一个适合深度思考和灵感启示的时刻。"
        ],
        "imgDetail": [
            "月亮牌上描绘了夜晚的月亮高悬，两只狼在月亮下狂吠。远处是一条通往远方山脉的小径，象征着梦境和未知的旅程。"
        ],
        "upright": [
            "月亮正位代表着幻觉和梦境。在这张牌的能量下，事物可能并非看上去那样，需要谨慎对待。",
            "正位的月亮还象征着潜意识的启示。通过深入内心，你可能发现许多隐藏的真相和智慧。",
            "月亮正位时鼓励我们去探索梦境和直觉。这是一个适合深度思考和灵感启示的时刻。",
            "正位的月亮也提醒我们要注意感知与现实之间的差异，学会在不确定中保持平衡。",
            "总体而言，正位的月亮是一张充满神秘和迷离色彩的牌，提醒我们探索内在世界的奥秘。",
            "这是一个适合深度思考和灵感启示的时刻。"
        ],
        "reversed": [
            "月亮牌逆位时，可能暗示着真相浮现、迷雾散去和解开谜团。在逆位的月亮下，你可能能够看清事物的本质。",
            "逆位的月亮还可能表示你成功地跨越了困扰你的迷雾，找到了真相的线索。",
            "可能你在逆位的月亮中经历了一场心灵的启示，对事物有了更为清晰的认识。",
            "逆位的月亮提醒我们，有时候需要正视潜意识中隐藏的真相，不要被幻觉所迷惑。",
            "真相浮现、迷雾散去、解开谜团"
        ]
    },
    // 太阳
    {
        "text": "太阳",
        "id": 19,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/sun.jpg",
        "detail": {
            "upright": "光明、活力、热情",
            "reversed": "自负、过度自信、被动消极"
        },
        "note": "",
        "details": [
            "韦特塔罗太阳牌是大阿卡纳中的第19张牌，通常代表光明、活力和热情。这是一张充满正能量和生机的牌。",
            "太阳牌上描绘了一个裸体的婴儿骑在一匹马上，太阳高悬在头顶。周围的向日葵象征着生命的阳光和丰富。",
            "正位的太阳代表着光明、活力和热情。在这张牌的影响下，你会感到生命充满了正能量和活力。",
            "正位的太阳还象征着清晰的目标和明确的方向。这是追求目标并取得成功的好时机。",
            "太阳正位时鼓励我们发挥自己的潜力，享受生命的快乐。这是一个充满希望和信心的时刻。",
            "正位的太阳也提醒我们要保持真实和纯粹，不要被外界的负面影响所左右。",
            "总体而言，正位的太阳是一张充满正能量和生机的牌，代表着成功、快乐和充实。",
            "这是一个充满希望和信心的时刻。"
        ],
        "imgDetail": [
            "太阳牌上描绘了一个裸体的婴儿骑在一匹马上，太阳高悬在头顶。周围的向日葵象征着生命的阳光和丰富。"
        ],
        "upright": [
            "太阳正位代表着光明、活力和热情。在这张牌的影响下，你会感到生命充满了正能量和活力。",
            "正位的太阳还象征着清晰的目标和明确的方向。这是追求目标并取得成功的好时机。",
            "太阳正位时鼓励我们发挥自己的潜力，享受生命的快乐。这是一个充满希望和信心的时刻。",
            "正位的太阳也提醒我们要保持真实和纯粹，不要被外界的负面影响所左右。",
            "总体而言，正位的太阳是一张充满正能量和生机的牌，代表着成功、快乐和充实。",
            "这是一个充满希望和信心的时刻。"
        ],
        "reversed": [
            "太阳牌逆位时，可能暗示着自负、过度自信和被动消极。在逆位的太阳下，你可能过于自信而忽视了周围的问题。",
            "逆位的太阳还可能表示你在追求目标时变得过于强势，甚至有些盲目。需要注意避免过分的自我主义。",
            "可能你在逆位的太阳中感到生命的活力减弱，缺乏对未来的信心。",
            "逆位的太阳提醒我们，要保持谦逊和平衡，不要被过度自信所蒙蔽。",
            "自负、过度自信、被动消极"
        ]
    },
    // 审判
    {
        "text": "审判",
        "id": 20,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/judgement.jpg",
        "detail": {
            "upright": "审判、觉醒、重生",
            "reversed": "被动、逃避责任、无法决断"
        },
        "note": "",
        "details": [
            "韦特塔罗审判牌是大阿卡纳中的第20张牌，通常代表审判、觉醒和重生。这是一张充满转变和决断的牌。",
            "审判牌上描绘了天使吹响号角，人们从坟墓中复活，象征着新的开始和觉醒。",
            "正位的审判代表着审判和觉醒。在这张牌的影响下，你可能经历一场彻底的改变，从而迎来新的生命。",
            "正位的审判还象征着对过去行为的审视，对自己的反思。这是一个重新评估和决定自己方向的时刻。",
            "审判正位时鼓励我们勇敢面对真相，接受过去的错误，并从中吸取教训。",
            "正位的审判提醒我们要审慎决断，选择对自己和他人有益的道路。",
            "总体而言，正位的审判是一张充满转变和决断的牌，标志着一个全新的开始。",
            "这是一个重新评估和决定自己方向的时刻。"
        ],
        "imgDetail": [
            "审判牌上描绘了天使吹响号角，人们从坟墓中复活，象征着新的开始和觉醒。"
        ],
        "upright": [
            "审判正位代表着审判和觉醒。在这张牌的影响下，你可能经历一场彻底的改变，从而迎来新的生命。",
            "正位的审判还象征着对过去行为的审视，对自己的反思。这是一个重新评估和决定自己方向的时刻。",
            "审判正位时鼓励我们勇敢面对真相，接受过去的错误，并从中吸取教训。",
            "正位的审判提醒我们要审慎决断，选择对自己和他人有益的道路。",
            "总体而言，正位的审判是一张充满转变和决断的牌，标志着一个全新的开始。",
            "这是一个重新评估和决定自己方向的时刻。"
        ],
        "reversed": [
            "审判牌逆位时，可能暗示着被动、逃避责任和无法决断。在逆位的审判下，你可能面临难以做出决策的困扰。",
            "逆位的审判还可能表示你逃避对过去的审视，不愿意正视自己的错误和缺点。",
            "可能你在逆位的审判中感到无法决断，对未来感到迷茫，缺乏前进的动力。",
            "逆位的审判提醒我们，面对问题时要主动解决，勇敢地承担责任。",
            "被动、逃避责任、无法决断"
        ]
    },
    // 世界
    {
        "text": "世界",
        "id": 21,
        "img": "http://www.tarot5.cn/photo/tarotphoto/177/world.jpg",
        "detail": {
            "upright": "完成、圆满、终结",
            "reversed": "未完成、延宕、局限"
        },
        "note": "",
        "details": [
            "韦特塔罗世界牌是大阿卡纳中的第21张牌，通常代表完成、圆满和终结。这是一张充满成就和满足感的牌。",
            "世界牌上描绘了一个裸体的女性站在花环中，手持两根魔杖。四个象征固定星座的生物分别位于四个角落。",
            "正位的世界代表着完成和圆满。在这张牌的影响下，你可能会迎来一个阶段的成功，感到满足和成就。",
            "正位的世界还象征着终结和新的开始。一段旅程的结束标志着另一段旅程的开始。",
            "世界正位时鼓励我们要庆祝成功，感激过去的经验，并准备好进入新的生活阶段。",
            "正位的世界提醒我们要珍惜当前的时刻，同时准备好面对未来的挑战。",
            "总体而言，正位的世界是一张充满成就和满足感的牌，代表着一个阶段的完美收官。",
            "庆祝成功，感激过去的经验，并准备好进入新的生活阶段。"
        ],
        "imgDetail": [
            "世界牌上描绘了一个裸体的女性站在花环中，手持两根魔杖。四个象征固定星座的生物分别位于四个角落。"
        ],
        "upright": [
            "世界正位代表着完成和圆满。在这张牌的影响下，你可能会迎来一个阶段的成功，感到满足和成就。",
            "正位的世界还象征着终结和新的开始。一段旅程的结束标志着另一段旅程的开始。",
            "世界正位时鼓励我们要庆祝成功，感激过去的经验，并准备好进入新的生活阶段。",
            "正位的世界提醒我们要珍惜当前的时刻，同时准备好面对未来的挑战。",
            "总体而言，正位的世界是一张充满成就和满足感的牌，代表着一个阶段的完美收官。",
            "庆祝成功，感激过去的经验，并准备好进入新的生活阶段。"
        ],
        "reversed": [
            "世界牌逆位时，可能暗示着未完成、延缓和局限。在逆位的世界下，你可能感到一些事情没有得到圆满的解决。",
            "逆位的世界还可能表示你面临一些未解决的问题，需要处理和解决。",
            "可能你在逆位的世界中感到一些局限，阻碍了你迈向下一个阶段。",
            "逆位的世界提醒我们，要注意那些还没有完成的任务，并采取行动解决未竟的事务。",
            "未完成、延缓、局限"
        ]
    },

]
// 韦特塔罗-小阿尔卡那
export const wtTarotMinor = [
    [
        // 宝剑1
        {
            "text": "宝剑1",
            "id": "bj-1",
            "img": "http://www.tarot5.cn/photo/tarotphoto/177/one-swords.jpg",
            "detail": {
                "upright": "新思考、清晰明了、剑削般的逻辑",
                "reversed": "混乱思维、剑刃双刃"
            },
            "note": "",
            "details": [
                "韦特塔罗宝剑1牌是小阿卡纳中的第1张牌，通常代表新思考、清晰明了和剑削般的逻辑。这是一张充满理性和思考力的牌。",
                "宝剑1牌上描绘了一把直指天空的宝剑，象征着清晰的思考和明确的目标。",
                "正位的宝剑1代表着新的思考方式和清晰明了的观点。在这张牌的能量下，你可能会迎来一场思维的重塑。",
                "正位的宝剑1还象征着剑削般的逻辑。在决策和分析时，你将能够做出明智而果断的选择。",
                "宝剑1正位时鼓励我们要保持理性和清晰头脑，面对问题时冷静思考。",
                "正位的宝剑1提醒我们，清晰的思考是解决问题的关键。在逻辑和理性的指引下，前方的道路将更加明朗。",
                "总体而言，正位的宝剑1是一张充满理性和思考力的牌，标志着新的思考方式的开始。",
                "保持理性和清晰头脑，面对问题时冷静思考。"
            ],
            "imgDetail": [
                "宝剑1牌上描绘了一把直指天空的宝剑，象征着清晰的思考和明确的目标。"
            ],
            "upright": [
                "宝剑1正位代表着新的思考方式和清晰明了的观点。在这张牌的能量下，你可能会迎来一场思维的重塑。",
                "正位的宝剑1还象征着剑削般的逻辑。在决策和分析时，你将能够做出明智而果断的选择。",
                "宝剑1正位时鼓励我们要保持理性和清晰头脑，面对问题时冷静思考。",
                "正位的宝剑1提醒我们，清晰的思考是解决问题的关键。在逻辑和理性的指引下，前方的道路将更加明朗。",
                "总体而言，正位的宝剑1是一张充满理性和思考力的牌，标志着新的思考方式的开始。",
                "保持理性和清晰头脑，面对问题时冷静思考。"
            ],
            "reversed": [
                "宝剑1牌逆位时，可能暗示着混乱思维和剑刃双刃。在逆位的宝剑1下，你可能感到思维混乱，难以做出明智的决策。",
                "逆位的宝剑1还可能表示你的思考方式受到了干扰，难以保持清晰的思路。",
                "可能你在逆位的宝剑1中经历了一些思考上的挑战，导致决策困难。",
                "逆位的宝剑1提醒我们，要注意思维的清晰度，尽量避免过于混乱和矛盾的思考方式。",
                "混乱思维、剑刃双刃"
            ]
        },
        {
            "text": "宝剑2",
            "id": "bs-2",
            "detail": "矛盾、思考和选择。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑3",
            "id": "bs-3",
            "detail": "心灵合一、坚持和和平。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑4",
            "id": "bs-4",
            "detail": "稳定、坚固和守卫。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑5",
            "id": "bs-5",
            "detail": "冲突、失败和损失。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑6",
            "id": "bs-6",
            "detail": "解放、恢复和平和。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑7",
            "id": "bs-7",
            "detail": "谨慎、观察和沉思。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑8",
            "id": "bs-8",
            "detail": "变革、力量和勇气。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑9",
            "id": "bs-9",
            "detail": "痛苦、分离和苦恼。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑10",
            "id": "bs-10",
            "detail": "失败、背叛和失望。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑页",
            "id": "bs-page",
            "detail": "新的思考、学习和消息。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑骑士",
            "id": "bs-knight",
            "detail": "思考、沟通和追求。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑皇后",
            "id": "bs-queen",
            "detail": "聪明、理智和真实。",
            "note": "",
            "img": "",
            "imgDetail": ""
        },
        {
            "text": "宝剑国王",
            "id": "bs-king",
            "detail": "思考的领导力、决断和公正。",
            "note": "",
            "img": "",
            "imgDetail": ""
        }],
    [{
        "text": "权杖1",
        "id": "qz-1",
        "detail": "创造力、意愿和决心。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖2",
        "id": "qz-2",
        "detail": "合作、计划和决策。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖3",
        "id": "qz-3",
        "detail": "团队合作、社交和庆祝。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖4",
        "id": "qz-4",
        "detail": "稳定、基础和家庭。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖5",
        "id": "qz-5",
        "detail": "冲突、竞争和困境。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖6",
        "id": "qz-6",
        "detail": "胜利、荣誉和公正。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖7",
        "id": "qz-7",
        "detail": "阻碍、责任和等待。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖8",
        "id": "qz-8",
        "detail": "速度、变化和冒险。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖9",
        "id": "qz-9",
        "detail": "力量、勇气和毅力。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖10",
        "id": "qz-10",
        "detail": "成功、成就和荣誉。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖页",
        "id": "qz-page",
        "detail": "消息、好奇心和新闻。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖骑士",
        "id": "qz-knight",
        "detail": "勇气、追求和行动。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖皇后",
        "id": "qz-queen",
        "detail": "激情、自信和母性。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "权杖国王",
        "id": "qz-king",
        "detail": "领导力、权威和稳定。",
        "note": "",
        "img": "",
        "imgDetail": ""
    }],
    [{
        "text": "圣杯1",
        "id": "sb-1",
        "detail": "新的感情开始、愿望和喜悦。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯2",
        "id": "sb-2",
        "detail": "感情关系、合作和平衡。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯3",
        "id": "sb-3",
        "detail": "友谊、社交和庆祝。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯4",
        "id": "sb-4",
        "detail": "家庭和平、安全和满足。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯5",
        "id": "sb-5",
        "detail": "失望、争吵和冲突。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯6",
        "id": "sb-6",
        "detail": "幸福、喜悦和庆祝。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯7",
        "id": "sb-7",
        "detail": "寻找内在的满足、迷失和追求。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯8",
        "id": "sb-8",
        "detail": "家庭幸福、感恩和满足。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯9",
        "id": "sb-9",
        "detail": "感情满足、幸福和圆满。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯10",
        "id": "sb-10",
        "detail": "感情圆满、满足和成功。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯页",
        "id": "sb-page",
        "detail": "情书、好消息和新契机。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯骑士",
        "id": "sb-knight",
        "detail": "浪漫、行动和追求。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯皇后",
        "id": "sb-queen",
        "detail": "感情丰富、理解和同情。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "圣杯国王",
        "id": "sb-king",
        "detail": "感情领导力、成熟和稳定。",
        "note": "",
        "img": "",
        "imgDetail": ""
    }],
    [{
        "text": "钱币1",
        "id": "qb-1",
        "detail": "新的财务开始、机会和才能。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币2",
        "id": "qb-2",
        "detail": "财务决策、合作和积累。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币3",
        "id": "qb-3",
        "detail": "财务增长、投资和分享。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币4",
        "id": "qb-4",
        "detail": "财务稳定、安全和家庭。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币5",
        "id": "qb-5",
        "detail": "物质繁荣、享受和感恩。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币6",
        "id": "qb-6",
        "detail": "财务成功、赏金和豪华。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币7",
        "id": "qb-7",
        "detail": "投资回报、坚持和等待。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币8",
        "id": "qb-8",
        "detail": "物质幸福、财务管理和成功。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币9",
        "id": "qb-9",
        "detail": "财务安全、繁荣和自给自足。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币10",
        "id": "qb-10",
        "detail": "财务完成、富足和成功。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币页",
        "id": "qb-page",
        "detail": "财务消息、商业机会和学习。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币骑士",
        "id": "qb-knight",
        "detail": "充满活力、勇气和行动。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币皇后",
        "id": "qb-queen",
        "detail": "物质丰富、实用和热情。",
        "note": "",
        "img": "",
        "imgDetail": ""
    },
    {
        "text": "钱币国王",
        "id": "qb-king",
        "detail": "财务领导力、稳定和实际。",
        "note": "",
        "img": "",
        "imgDetail": ""
    }]
]



